Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: The properties of the variables are not set. Set them in your data source.
ar: لم يتم تعيين خصائص المتغيرات. قم بتعيينها في مصدر البيانات الخاص بك.
bg: Свойствата на променливите не са зададени. Задайте ги в източника на данните.
de: Die Eigenschaften der Variablen sind nicht gesetzt. Setze diese in deiner Datenquelle.
es: Las propiedades de las variables no se establecen. Establecelas en tu fuente de datos.
fa: خواص متغیرها تنظیم نشده است. در منبع داده‌ها تنظیم کنید.
hu: A változó tulajdonságai nincsenek beállítva. Állítsa be azokat a forrás adatában.
it: Le proprietà delle variabili non sono impostate. Impostale nella tua sorgente di dati.
ms: Sifat pembolehubah tidak ditetapkan. Sila tetapkan pembolehubah dalam sumber data anda.
nb: Egenskapene til variablene er ikke satt. Angi egenskapene i datakilden.
ro: Proprietățile variabilelor nu sunt setate Setați-le în sursa de date.
ru: Свойства переменных не заданы. Задайте их в вашем источнике данных.
sk: Vlastnosti premenných nie sú nastavené. Nastavte ich vo vašom zdroji dát.
tr: Değişkenlerin özellikleri atanmadı. Özellikleri veri kaynağınızda atayın.

source: Sorry, string variables cannot be used in Pivot table.
ar: عذرًا، لا يمكن استخدام المتغيرات النصية في الجدول المحوري .
bg: Съжаляваме, променливи от тип стринг не могат да се използват в Обобщителна таблица.
de: String Variablen können in Pivot-Tabellen nicht verwendet werden.
es: Lo siento, las variables de cadena no se pueden utilizar en la tabla dinámica.
fa: متاسفانه، متغیرهای رشته‌ای را در جدول محوری نمی‌توان استفاده کرد.
hu: Elnézést, szöveges változók nem használhatóak a Kimutatás táblában.
it: Spiacente, le variabili stringa non possono essere usate nella tabella Pivot
ms: Maaf, pembolehubah rentatan tersebut tidak boleh digunakan dalam tabel Pivot.
nb: Beklager, strengvariabler kan ikke benyttes i en Pivot tabell
ro: Scuze, variabile în sir nu pot fi utilizate în tabelul Pivot.
ru: Строковые переменные не могут быть использованы в сводной таблице.
sk: Prepáčte, reťazec premenných nemôže byť použitý v kontingenčnej tabuľke.
tr: Maalesef, dize değişkenleri özet tablosunda kullanılamaz.

source: Independent variable(s) - Pages:
ar: المتغيرات المستقلة - الصفحات:
bg: Независима/и променлива/и - Страници:
de: Unabhängige Variable(n) - Seiten:
es: Variable(s) independiente(s) – Páginas:
fa: متغیر(هایِ) مستقل- صفحه ها:
hu: Független változó(k) - Oldalak:
it: Variabile/i independente/i - Pagine:
ms: Pembolehubah bebas - Muka surat:
nb: Uavhengige variabler (prediktor variabler) - Side:
ro: Variabilă(e) independentă(e) - Pagini:
ru: Независимые переменные - Страницы:
sk: Nezávislá(é) premenná(é) - Strany:
tr: Bağımsız değişken(ler) - Sayfalar:

source: Independent variable(s) - Columns:
ar: المتغيرات المستقلة - الأعمدة:
bg: Независима/и променлива/и - Колони:
de: Unabhängige Variable(n) - Spalten:
es: Variable(s) independiente(s) – Columnas:
fa: متغیر(هایِ) مستقل- ستون ها:
hu: Független változó(k) - Oszlopok:
it: Variabilie/i independente/i - Colonne:
ms: Pembolehubah bebas - Lajur:
nb: Uavhengige variabler (prediktor variabler) - Kolonner:
ro: Variabilă(e) independentă(e) - Coloane:
ru: Независимые переменные - Столбцы:
sk: Nezávislá(é) premenná(é) - Stĺpce:
tr: Bağımsız değişken(ler) - Sütunlar:

source: Independent variable(s) - Rows:
ar: المتغيرات المستقلة - الصفوف:
bg: Независима/и променлива/и - Редове:
de: Unabhängige Variable(n) - Zeilen:
es: Variable(s) Independiente(s) – Filas:
fa: متغیر (هایِ) مستقل- ردیف ها:
hu: Független változó(k) - Sorok:
it: Variabile/i independente/i - Righe:
ms: Pembolehubah bebas - Baris:
nb: Uavhengige variabler (prediktor variabler) - Rader:
ro: Variabilă(e) independentă(e) - Rânduri:
ru: Независимые переменные - Строки:
sk: Nezávislá(é) premenná(é) - Riadky:
tr: Bağımsız değişken(ler) - Satırlar:

source: Function:
ar: الاقتران:
bg: Функция:
de: Funktion:
es: Función:
fa: تابع:
hu: Függvény:
it: Funzione:
ms: Fungsi
nb: Funksjon:
ro: Funcție:
ru: Функция:
sk: Funkcia:
tr: Fonksiyon:

source: Value
ar: القيمة
bg: Стойност
de: Wert
es: Valor
fa: مقدار:
hu: Érték
it: Valore
ms: Nilai
nb: Verdi
ro: Valoare
ru: Значение
sk: Hodnota
tr: Değer

source: Largest tick on the x axes displays %d cases.
ar: أكبر علامة على محور السينات تعرض %d حالة .
bg: Най-голямата отметка на абсцисната ос обозначава статистически едниници %d.
de: Der größter Tick auf der x-Achse zeigt %d Fälle.
es: La marca de verificación más grande en los ejes x muestra %d casos.
fa: بزرگترین درجه بندی روی محور افقی نمایش دهنده نمونه‌هایِ درصد دی (d%) هستند.
hu: A legnagyobb beosztás az x tengelyen %d esetet mutat.
it: La sezione corrispondente al più alto valore sugli assi x contiene %d casi
ms: Tanda terbesar pada paksi x memaparkan %d kes.
nb: Den høyeste kryssmarkeringen på x aksen viser %d caser
ro: Cel mai mare tick pe axa x afișează %d cazuri.
ru: Наибольшая отметка на осях x отображает %d случаев.
sk: Najväčší háčik na osiach x zobrazuje %d prípady.
tr: x eksenindeki en büyük çizgi olayların %d'ini gösterir.

source: Histogram with individual data and boxplot
ar: الرسم البياني لتوزيع التكرار مع مخطط الصندوق و بيانات الفرد
bg: Хистограма с индивидуални данни и диаграма тип 'кутия'
de: Histogramm mit individuellen Daten und Boxplot
es: Histograma con datos individuales y diagrama de caja
fa: نموداربافت‌ نگار (هیستوگرام) با داده های فردی و نمودار جعبه ای,
hu: Hisztogram egyéni adatokkal és dobozdiagrammal
it: Istogramma con i dati individuali e boxplot
ms: Histogram dengan data individu and plot kotak
nb: Histogram med individuelle data og boksplott
ro: Datele individuale cu histogramă și boxplot.
ru: Гистограмма с индивидуальными данными и "ящик с усами"
sk: Histogram s jednotlivými údajmi a krabicový graf
tr: Bireysel veri ve kutu grafiğiyle histogram

source: Frequency
ar: التكرار
bg: Честота
de: Häufigkeit
es: Frecuencia
fa: فراوانی (فرکانس)
hu: Gyakoriság
it: Frequenza
ms: Frekuensi
nb: Frekvens
ro: Frecvență
ru: Частота
sk: Frekvencia
tr: Frekans

source: N of valid cases: %g
ar: عدد الحالات الصالحة: %g
bg: N на валидните статистически единици: %g
de: N gültige Fälle: %g
es: N de casos válidos: %g
fa: نمونه‌هایِ معتبرِ N: %g
hu: Érvényes esetek száma: %g
it: N di casi validi: %g
ms: N kes yang sah: %g
nb: N av valide caser: %g
ro: N de cazuri valide:% g
ru: N валидных случаев: %g
sk: N platných prípadov: %g
tr: Geçerli olayların sayısı: %g

source: Normality can be checked only for interval variables.
ar: يمكن فحص التوزيع الطبيعي للمتغيرات الفئوية فقط.
bg: Нормалност на разпределението може да се провери само за интервално скалирани променливи.
de: Die Normalität kann nur für Intervall Variablen überprüft werden.
es: La normalidad se puede comprobar sólo para las variables intervalos.
fa: نرمالیته را فقط برای متغیرهای بازه‌ای می‌توان بررسی کرد .
hu: A normalitás csak intervallum változóknál ellenőrizhető.
it: La normalità può essere verificata solo per variabili ad intervalli
ms: Normaliti boleh disemak hanya untuk pembolehubah interval.
nb: Normalitet kan bare sjekkes for intervallvariabler
ro: Verificarea normalităţii poate fi realizată doar utilizând variabile de interval.
ru: Нормальность может быть проверена только для интервальных переменных.
sk: Normalita sa dá skontrolovať iba pre intervalové premenné.
tr: Normallik sadece aralık değişkenleri için kontrol edilebilir.

source: Histogram with individual data and normal distribution
ar: الرسم البياني لتوزيع التكرار مع بيانات الفرد والتوزيع الطبيعي
bg: Хистограма с индивидуални данни и нормално разпределение
de: Histogramm mit individuellen Daten und Normalverteilung
es: Histograma con datos individuales y distribución normal
fa: نموداربافت‌نگار (هیستوگرام) با داده های فردی و توزیع طبیعی
hu: Hisztogram egyéni adatokkal és normál eloszlással
it: Istogramma con dati individuali e distribuzione normale
ms: Histogram dengan data individu dan distribusi normal.
nb: Histogram med individuelle data og normaldistribusjon
ro: Histogramă individuale cu distribuție normală.
ru: Гистограмма с индивидуальными данными и нормальным распределением
sk: Histogram s jednotlivými údajmi a normálnou distribúciou
tr: Bireysel veri ve normal dağılımla histogram

source: Normalized relative frequency
ar: التكرار النسبي الموحد
bg: Нормализирана относителна честота
de: Normalisierte relative Häufigkeit
es: Frecuencia normalizada relativa
fa: فراوانی‌ نسبی‌ طبیعی
hu: Normalizált relatív gyakoriság
it: Frequenza relativa normalizzata
ms: Frekuensi relatif yang dinormalisasi
nb: Normalisert relativ frekvens
ro: Frecvență relativă normalizată
ru: Нормализованная относительная частота
sk: Normalizovaná relatívna frekvencia
tr: Normalleştirilmiş göreli frekans

source: Quantile-quantile plot
ar: مخطط Q-Q
bg: Q-Q графика
es: Gráfico cuantil-cuantil
fa: نمودار Q-Q
hu: Kvantilis-kvantilis ábra
it: Grafico quantile-quantile
ms: Kuantil-kuantill plot
nb: Kvantil- kvantil plott
ro: Cuartilă - plot de cuartilă
ru: Q-Q график
sk: Kvantil-kvantil graf
tr: Kantil-kantil grafiği

source: One sample t-test cannot be run for constant variable.
es: No se puede ejecutar una prueba t de una muestra con variables constantes.
fa: آزمون ت تک نمونه‌ای برای متغیر ثابت اجرا نمی‌شود.
hu: Egymintás t-próba nem futtatható le konstans változóra.
it: Il test t di Student per campione singolo non può essere eseguito per una variabile constante.
ms: Ujian-t satu sampel tidak boleh dilaksanakan untuk pembolehubah tetap.
nb: Ett utvalgs t-test kan ikke kjøres for konstante variabler
ro: Testul t pentru un singur esantion (one sample t test) nu poate fi utilizat pentru variabila constant.
ru: Одновыборочный t-критерий не может быть рассчитан для постоянной переменной.
tr: Tek örneklem t-testi sabit değişken için uygulanamaz.

source: One sample t-test against %g
ar: اختبار t لعينة واحدة مقابل %g
bg: Едноизвадков t-критерий на Стюдънт спрямо %g
de: Einstichproben-t-Test gegen %g
es: Prueba t de una muestra frente a %g
fa: آزمون ت تک نمونه‌ای در مقابل g%
hu: Egymintás t-próba a(z) %g értéket tesztelve
it: Il test t di Student per campione singolo contro %g
ms: Ujian-t satu sampel terhadap %g
nb: Ett utvalgs t-test mot %g
ro: One sample t-test pentru %g
ru: Одновыборочный t-критерий против %g
sk: Jednofaktorový t-test proti %g
tr: %g'e karşı tek örneklem t-testi

source: Mean value with 95% confidence interval
ar: قيمة الوسط الحسابي مع فترة ثقة %95
bg: Стойност на средната аритметична с 95% доверителен интервал
de: Mittelwert mit 95% Konfidenzintervall
es: Valor medio con intervalo de confianza del 95%
fa: مقدار میانگین با بازده اطمینان %۹۵
hu: Átlagos érték 95 konfidencia intervallummal
it: Media con intervallo di confidenza del 95%
ms: Nilai min dengan interval keyakinan 95%
nb: Gjennomsnittlig verdi med 95 % konfidensintervall (KI)
ro: Valoare medie cu interval de confidență de 95%
ru: Среднее значение с 95% доверительным интервалом
sk: 95% konfidenčný interval/interval spoľahlivosti pre strednú hodnotu
tr: %95 güven aralığı ile ortalama

source: One sample t-test is computed only for interval variables.
ar: يتم حساب اختبار t لعينة واحدة للمتغيرات الفئوية فقط.
bg: Едноизвадков t-критерий на Стюдънт се изчислява само за интервално скалирани променливи.
de: Der Einstichproben-t-Test wird nur für Intervall Variablen berechnet.
es: La prueba t de una muestra se calcula sólo para las variables intervalos.
fa: آزمون ت تک نمونه‌ای فقط برای متغیرهای بازه‌ای محاسبه شده است.
hu: Egymintás t-próba csak intervallum változókhoz számolható ki.
it: Il test t di Student per campione singolo é calcolato solo per variabili ad intervalli
ms: Ujian-t satu sampel hanya digunakan untuk mengira pembolehubah interval.
nb: Ett utvalgs t-test er beregnet kun for intervall variabler
ro: One sample t-test este calculat doar pentru variabile de interval.
ru: Одновыборочный t-критерий рассчитывается только для интервальных переменных.
sk: Jednofaktorový t-test je počítaný iba pre intervalové premenné.
tr: Tek örneklem t-testi sadece aralık değişkenleri için hesaplandı.

source: Median value
ar: قيمة الوسيط
bg: Стойност на медианата
de: Median Wert
es: Valor mediano
fa: مقدار میانه
hu: Medián értékek
it: Valore mediano
ms: Nilai median
nb: Median verdi
ro: Valoarea mediană
ru: Значение медианы
sk: Hodnota mediánu
tr: Medyan değeri

source: Wilcoxon signed-rank test is computed only for interval or ordinal variables.
ar: يتم حساب اختبار Wilcoxon signed-rank للمتغيرات الرتبية او الفئوية فقط.
bg: T-критерият на Уилкоксън се изчислява само за интервално или ординално скалирани променливи.
de: Der Wilcoxon-Vorzeichen-Rang-Test wird nur für Intervall oder Ordinal Variablen berechnet.
es: La prueba de rango con signo de Wilcoxon se calcula sólo para variables de intervalo o ordinales.
fa: آزمون ویلکاکسون
hu: A Wilcoxon előjel-rang próba csak intervallum vagy ordinális változókra számolható ki.
it: Il test dei ranghi con segno di Wilcoxon é calcolato solo per variabili a intervalli o ordinali.
ms: Ujian Wilcoxon signed-rank hanya digunakan untuk mengira pembolehubah interval dan ordinal.
nb: Wilcoxon signed-rank test er beregnet kun for interval eller ordinal variabler
ro: Testul Wilcoxon pentru observaţii împerecheate (signed rank test) este calculat doar pentru variabile de interval sau ordinale.
ru: Критерий знаковых рангов Вилкоксона вычисляется только для интервальных или порядковых переменных.
sk: Wilcoxonov párový test je počítaný iba pre intervalové alebo bežné premenné.
tr: Wilcoxon işaretli sıralar testi sadece aralık ya da sıralı değişkenler için hesaplandı.

source: Mean
ar: الوسط الحسابي
bg: Средна аритметична
de: Mittelwert
es: Media
fa: میانگین
hu: Átlag
it: Media
ms: Min
nb: Gjennomsnitt
ro: Medie
ru: Среднее
sk: Priemer
tr: Ortalama

source: Medians for the variables
ar: قيم الوسيط للمتغيرات
bg: Медиани на променливите
de: Mediane der Variablen
es: Medianas para las variables
fa: میانه‌ها برای متغیرها
hu: A változók mediánjai
it: Mediane per le variabili
ms: Median pembolehubah
nb: Median for variablene
ro: Medianele variabilelor
ru: Медианы для переменных
sk: Mediány pre premenné
tr: Değişkenler için medyanlar

source: Medians for the groups
ar: قيم الوسيط للمجموعات
bg: Медиани на групите
de: Mediane der Gruppen
es: Medianas para los grupos
fa: میانه‌ها برای گروه ها
hu: A csoportok mediánjai
it: Mediane per i gruppi
ms: Median kelompok
nb: Median for gruppene
ro: Mediane ale grupurilor
ru: Медианы для групп
sk: Mediány pre skupiny
tr: Gruplar için medyanlar

source: No data
ar: لا توجد بيانات
bg: Няма данни
de: Keine Daten
es: No hay datos
fa: هیچ داده‌ای وجود ندارد
hu: Nincs adat
it: Nessun dato
ms: Tiada data
nb: Ingen data
ro: Nu există date
ru: Нет данных
sk: Žiadne dáta
tr: Veri yok

source: Largest sign on the graph displays %d cases.
ar: أكبر علامة على المخطط تعرض %d حالة.
bg: Най-големият знак на диаграмата обозначава статистически единици %d.
de: Der größte Punkt auf dem Graphen zeigt %d Fälle.
es: El signo más grande en el gráfico muestra %d casos.
fa: بزرگترین علامت روی نمودار, نمونه d% را نشان میدهد.
hu: A legnagyobb jel a diagramon %d esetet mutat.
it: Il segno più grande sul grafico mostra %d casi.
ms: Tanda terbesar di atas graf memaparkan %d kes.
nb: Den største markeringen på grafen viser %d caser
ro: Cel mai mare semn pe grafic afișează %d cazuri.
ru: Наивысшая точка на графике отображает %d случаев.
sk: Najväčší nápis na grafe zobrazuje %d prípady.
tr: Grafikteki en büyük işaret olayların %d'ını gösterir.

source: Scatterplot of the variables
ar: مخطط الانتشار للمتغيرات
bg: Диаграма на разсейване на променливите
de: Streudiagramm der Variablen
es: Gráfico de dispersión de las variables
fa: نمودارِ نقطه‌ ایِ متغیرها
hu: Változók pontfelhő diagramja
it: Grafico a dispersione delle variabili
ms: Plot taburan pembolehubah
nb: Scatterplott av variablene
ro: Diagrama de împrăştiere a variabilelor
ru: Диаграмма рассеяния переменных
sk: Korelačný/bodový graf premenných
tr: Değişkenlerin saçılım grafiği

source: Mosaic plot of the variables
ar: مخطط القطع المكعبة للمتغيرات
bg: Диаграма тип 'мозайка' на променливите
de: Mosaikplot der Variablen
es: Gráfico en mosaico de las variables
fa: نمودارِموزاییکی متغیرها
hu: A változók mozaik ábrája
it: Grafico a mosaico delle variabili
ms: Plot Mosaic pembolehubah
nb: Mosaikk plott av variablene
ro: Plotul mosaic a variabilelor
ru: Мозаичный график переменных
sk: Mozaikový graf premenných
tr: Değişkenlerin mozaik grafiği

source: Thickest line displays %d cases.
ar: الخط الأكثر سمكاً يعرض %d حالة.
bg: Най-дебелата линия обозначава статистически единици %d.
de: Die dickste Linie zeigt %d Fälle.
es: Línea más gruesa muestra %d casos.
fa: ضخیم‌ترین خط، نمونه‌های d% را نشان می‌‌دهد.
hu: A legvastagabb vonal %d esetet mutat.
it: La linea più spessa mostra %d casi.
ms: Garisan paling tebal memaparkan %d kes.
nb: Den tykke linjen viser %d caser
ro: Cea mai groasă linie afișează %d cazuri.
ru: Тончайшая линия отображает %d случая(ев).
sk: Najhrubšia čiara znázorňuje %d prípady.
tr: En kalın çizgi olayların %d'ını gösterir.

source: Means and 95% confidence intervals for the variables
ar: المتوسطات وفترات الثقة بنسبة 95% للمتغيرات
bg: Средни аритметични и 95% доверителни интервали на променливите
de: Mittelwerte und 95% Konfidenzintervalle für die Variablen
es: Medias e intervalos de confianza del 95% para las variables
fa: میانگین و بازه اطمینان %۹۵ برای متغیرها
hu: A változók átlaga és 95% konfidencia intervalluma
it: Medie e intervalli di confidenza al 95% per le variabili
ms: Min dan 95% interval keyakinan untuk pembolehubah
nb: Gjennomsnitt og 95 % konfidensintervall (KI) for variablene
ro: Medii și intervale de confidență de 95% pentru variabilele
ru: Средние и 95% доверительные интервалы для переменных
sk: Priemer a 95% interval spoľahlivosti pre premenné
tr: Değişkenler için ortalamalar ve %95 güven aralıkları

source: Paired t-test requires two variables.
ar: يتطلب اختبار t للعينات المترابطة متغيرين.
bg: t-критерият на Стюдънт за зависими извадки изисква две променливи.
de: Der Abhängige t-Test erfordert zwei Variablen.
es: La prueba t pareada requiere dos variables.
fa: آزمون تی وابسته یا آزمون تی با نمونه های جفتی به دو متغیر نیاز دارد.
hu: A páros t-próba két változót igényel.
it: Il test t di Student per campioni appaiati richiede due variabili.
ms: Ujian-t berpasangan memerlukan dua pembolehubah
nb: Paret t-test krever to variabler
ro: Testul t pentru eşantioane perechi (paired samples t test) necesită două variabile.
ru: Для 2-выборочного t-критерия нужно две переменные.
sk: Párový t-test vyžaduje dve premenné.
tr: Bağımlı örneklem t-testi için iki değişken gerekiyor.

source: Result of paired samples t-test
ar: نتائج اختبار t للعينات المترابطة
bg: Резултат за t-критерий на Стюдънт за зависими извадки
de: Ergebnis des t-Tests für abhängige Stichproben
es: Resultado de la prueba t para muestras pareadas
fa: نتیجه آزمون تی نمونه های زوجی (وابسته)
hu: Páros t-próba eredménye
it: Il risultato del test t di Student per campioni appaiati
ms: Keputusan ujian-t sampel berpasangan
nb: Resultatet av paret utvalg t-test
ro: Rezultatul testului t pentru eşantioane perechi (paired samples t test)
ru: Результат 2-выборочного t-критерия
sk: Výsledok párového t-testu
tr: Bağımlı örneklemler t-testi sonucu

source: Paired Wilcoxon test requires two variables.
ar: يتطلب اختبار Paired Wilcoxon أزواجاً من المتغيرات.
bg: T-критерият на Уилкоксън за зависими извадки изисква две променливи.
de: Der abhängige Wilcoxon-Test erfordert zwei Variablen.
es: Prueba de Wilcoxon pareada requiere dos variables.
fa: آزمون ویلکاکسونِ زوجی به دو متغیر نیاز دارد.
hu: A páros Wilcoxon-próba két változót igényel.
it: Il test di Wilcoxon per campioni appaiati richiede due variabili.
ms: Ujian Wilcoxon berpasangan memerlukan dua pembolehubah
nb: Paret Wilcoxon test krever to variabler
ro: Testul Wilcoxon pentru eşantioane perechi necesită două variabile.
ru: Для 2-выборочного критерия Уилкоксона требуется две переменные.
sk: Párový Wilcoxonov test vyžaduje dve premenné.
tr: Bağımlı Wilcoxon testi için iki değişken gerekiyor.

source: Friedman test requires at least two variables.
ar: يتطلب اختبار Friedman متغيرين على الأقل.
bg: Критерият на Фридман изисква поне две променливи.
de: Der Friedman-Test erfordert mindestens zwei Variablen.
es: Prueba de Friedman requiere al menos dos variables.
fa: آزمون فریدمن حداقل به دو متغیر نیاز دارد.
hu: A Friedman-próbához legalább két változó szükséges.
it: Il test di Friedman richiede almeno due variabili.
ms: Ujian Friedman memerlukan sekurang-kurangnya dua pembolehubah
nb: Friedman test krever minst to variabler
ro: Testul Friedman necesită cel puţin două variabile.
ru: Для критерия Фридмана нужно, как минимум, две переменные.
sk: Friedmanov test vyžaduje aspoň dve premenné.
tr: Friedman testi için en az iki değişken gerekiyor.

source: Result of the Friedman test:
ar: نتيجة اختبار Friedman :
bg: Резултат за критерий на Фридман:
de: Ergebnis des Friedman-Tests:
es: Resultado de la prueba de Friedman:
fa: نتیجه آزمون فریدمن:
hu: Friedman próba eredménye:
it: Il risultato del test di Friedman:
ms: Keputusan ujian Friedman:
nb: Resultatet av Friedman test:
ro: Rezultatul testului Friedman:
ru: Результат критерия Фридмана:
sk: Výsledok Friedmanovho testu:
tr: Friedman testi sonucu:

source: Boxplot and individual data of the groups
ar: مخطط صندوقي وبيانات فردية للمجموعات
bg: Диаграма тип 'кутия' и индивидуални данни на групите
de: Boxplot und individuelle Daten der Gruppen
es: Diagrama de caja y datos individuales de los grupos
fa: نمودار جعبه‌ای و داده‌های فردیِ گروه ها
hu: A csoportok dobozdiagramja és egyéni adatai
it: Boxplot e dati individuali dei gruppi
ms: Boxplot dan data individu kelompok
nb: Boksplot og individuelle data av gruppene
ro: Boxplot și date individuale ale grupurilor
ru: "Ящик с усами" и индивидуальные данные для групп
sk: Krabicový graf a jednotlivé dáta skupín
tr: Grupların kutu grafiği ve bireysel verisi

source: Mosaic plot of the groups
ar: مخطط القطع المكعبة للمجموعات
bg: Диаграма тип 'мозайка' на групите
de: Mosaikplot der Gruppen
es: Gráfico en mosaico de los grupos
fa: نمودارِ موزایکی گروه ها
hu: A csoportok mozaik ábrája
it: Grafico a mosaico dei gruppi
ms: Plot Mosaic kelompok
nb: Mosaikk plott av gruppene
ro: Plotul mosaic a grupurilor
ru: Мозаичный график групп
sk: Mozaikový graf skupín
tr: Grupların mozaik grafiği

source: Means and 95% confidence intervals for the groups
ar: المتوسطات وفترات الثقة بنسبة 95% للمجموعات
bg: Средни аритметични и 95% доверителни интервали на групите
de: Mittelwerte und 95% Konfidenzintervalle der Gruppen
es: Medias e intervalos de confianza del 95% para los grupos
fa: میانگین و بازه اطمینان %۹۵ برای گروه ها
hu: A csoportok átlaga és 95% konfidencia intervalluma
it: Medie e intervalli di conidenza al 95% per i gruppi
ms: Min dan 95% interval keyakinan untuk kelompok
nb: Gjennomsnitt og 95 % konfidensintervall for gruppene
ro: Medii și intervale de confidenţă a grupurilor
ru: Средние и 95% доверительные интервалы для групп
sk: Priemery a 95% interval spoľahlivosti pre skupiny
tr: Gruplar için ortalamalar ve %95 güven aralıkları

source: Difference between the two groups:
ar: الفرق بين المجموعتين:
bg: Разлика между двете групи:
de: Unterschied zwischen den beiden Gruppen:
es: Diferencia entre los dos grupos:
fa: تفاوت بین گروه ها:
hu: Különbség a két csoport közt:
it: Differenza tra i due gruppi:
ms: Perbezaan antara dua kelompok:
nb: Forskjell mellom de to gruppene
ro: Diferența dintre cele două grupuri:
ru: Различие между двумя группами:
sk: Rozdiel medzi dvomi skupinami:
tr: İki grup arasındaki farklılık:
