Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Error: %s, Reaction time: %s, Participant: %s, Condition(s): %s
ar: خطأ: %s، وقت الاستجابة: %s، المشترك: %s، الشروط: %s
bg: Грешки: %s, Време на реакция: %s, Участници: %s, Условие/я: %s
de: Fehler: %s, Reaktionszeit: %s, Teilnehmer: %s, Bedingung(en): %s
es: Error: %s, Tiempo de reacción: %s, Participant: %s, Condición(es): %s
fa: خطا ٪ s, زمان واکنش: ٪ s, شرکت کننده :٪ s, شرایط (ها): ٪ s
hu: Hibázás: %s, Reakció idő: %s, Résztvevő: %s, Feltétel(ek): %s
it: Errore: %, Tempo di reazione: %, Participante: %, Condizione/i: %
ms: Ralat: %s, Masa tindak balas: %s, Peserta: %s, Syarat-syarat: %s
nb: Feil:%s, Reaksjonstid:%s, Deltaker:%s, Betingelse(r):%s
ro: Eroare: %s, Timp de reacție: %s, Participant: %s, Condiție(i): %s
ru: Ошибка: %s, Время реакции: %s, Участник: %s, Условие(я): %s
sk: Chyba: %s, Reakčný čas: %s, Participant: %s, Podmienka(y): %s
tr: Hata: %s, Tepki süresi: %s, Katılımcı: %s, Koşul(lar): %s

source: Mean percent correct with edge correction
ar: متوسط النسبة المئوية الصحيحة مع تصحيح الحافة
bg: Средна аритметична на процент правилни отговори с корекция за крайни стойности
de: Mittlere Prozentkorrektur mit Randkorrekturen
es: Porcentaje promedio correcto con corrección de bordes
fa: میانگین درصد با تصحیح (اصلاح) لبه صحیح است
hu: Helyes válaszok átlagos százaléka szél korrekcióval
it: Media percentuale corretta con correzione dei bordi
ms: Min peratus betul dengan pembetulan tepi
nb: Gjennomsnittlig prosent korrekt med kantkorreksjon
ro: Procent mediu corectat cu corecția marginilor
ru: Средний процент скорректирован с коррекцией края
sk: Správny percentuálny priemer s okrajovou korekciou
tr: Kenar düzeltme ile ortalama yüzde doğru

source: Mean correct reaction time
ar: متوسط زمن الاستجابة الصحيحة
bg: Средно време на реакция за правилните отговори
de: Mittlere Reaktionszeit
es: Tiempo medio de reacción correcta
fa: میانگین زمان واکنش صحیح
hu: Helyes válaszok átlagos reakcióideje
it: Media corretta dei tempi di reazione
ms: Min masa tindak balas yang betul
nb: Gjennomsnittlig korrekt reaksjonstid
ro: Timp de reacție medie corectă
ru: Среднее время корректной реакции
sk: Priemerný správny reakčný čas
tr: Ortalama doğru tepki süresi

source: Correct reaction time variance
ar: تباين زمن الاستجابة الصحيحة
bg: Вариация на времето на реакция за правилните отговори
de: Reaktionszeit-Varianz korrigieren
es: Variación del tiempo de reacción correcto
fa: واریانس زمان واکنش صحیح
hu: Helyes válaszok reakcióidejének varianciája
it: Varianza dei tempi di reazione corretti
ms: Varians masa tindak balas yang betul
nb: Korrekt reaksjonstid varians
ro: Variație a timpului de reacție corectă
ru: Разброс времени корректной реакции
sk: Správny reakčný čas rozptylu
tr: Doğru tepki süresi varyansı

source: Threshold
ar: العتبة
bg: Праг
de: Schwelle
es: Umbral
fa: آستانه
hu: Küszöb
it: Soglia
ms: Ambang
nb: Terskel
ro: Prag
ru: Порог
sk: Prahová hodnota
tr: Eşik

source: Nondecision time
ar: زمن عدم اتخاذ القرار
bg: Време извън времето за решение
de: Nicht-Entscheidungszeit
es: Tiempo de no-decisión
fa: زمان عدم تصمیم گیری
hu: Döntésen kívüli idő
it: Tempo di indecisione
ms: Masa bukan keputusan
nb: Nondecision tid
ro: Timp de non-decizie
ru: Время без принятия решения
sk: Čas nerozhodovania
tr: Kararsızlık süresi

source: low
ar: منخفض
bg: долна граница
de: niedrig
es: bajo
fa: پایین (کم)
hu: alsó
it: Basso
ms: rendah
nb: lav
ro: scăzut
ru: нижний
sk: nízky
tr: düşük

source: high
ar: مرتفع
bg: горна граница
de: hoch
es: alto
fa: زیاد (بالا)
hu: felső
it: Alto
ms: tinggi
nb: høy
ro: mare
ru: верхний
sk: vysoký
tr: yüksek

source: Relative frequencies
ar: الترددات النسبية
bg: Относителни честоти
de: Relative Häufigkeiten
es: Frecuencas relativas
fa: فرکانس های نسبی
hu: Relatív gyakoriságok
it: Frequenza relative
ms: Frekuensi relatif
nb: Relative frekvenser
ro: Frecvențe relative
ru: Относительные частоты
sk: Relatívna početnosť
tr: Göreli frekanslar

source: 95% confidence interval (multinomial proportions)
ar: 95% فترة ثقة (نسب العينات المتعددة)
bg: 95% доверителен интервал (мултиномиални пропорции)
de: 95% Konfidenzintervall (multinomiale Anteile)
es: Intervalo de confianza del 95% (proporciones multinomiales)
fa: فاصله اطمینان 95٪ (نسبت های چند جمله ای)
hu: 95% konfidencia intervallum (multinomiális arányok)
it: 95% intervallo di confidenza (proporzioni multinomiali)
ms: 95% interval keyakinan (perkadaran multinominal)
nb: 95% konfidensintervall (KI) (multinominale proposjoner)
ro: 95% interval de încredere (proporții multinomiale)
ru: 95% доверительный интервал (полиномиальные пропорции)
sk: 95% interval spoľahlivosti (multinominálna proporcia)
tr: %95 güven aralığı (çok terimli oranlar)

source: Variation ratio
ar: نسبة التباين
bg: Коефициент на вариация
de: Variationsverhältnis
es: Coeficiente de variación
fa: نسبت تغییرات
hu: Variációs arány
it: Rapporto di variazione
ms: Nisbah variasi
nb: Variasjons ratio
ro: Variații rapoarte
ru: Коэффициент вариации
sk: Variačný pomer
tr: Varyasyon oranı

source: Present confidence interval values for the mean suppose normality.
ar: قيم فترة الثقة للمتوسط عند افتراض التوزيع الطبيعي.
bg: Стойностите на настоящия доверителен интервал на средната аритметична предполагат нормално разпределение.
de: Stellen Sie die Werte des Konfidenzintervalls für die mittlere angenommene Normalität dar.
es: Los valores actuales del intervalo de confianza de media suponen normalidad.
fa: مقادیر فاصله اطمینان فعلی برای میانگین، نرمال (طبیعی) بودن را فرض می کند.
hu: A jelenlegi átlag konfidencia intervallum értékek normalitást feltételeznek.
it: I valori attuali dell' intervallo di confidenza della media implicano normalità
ms: Nilai-nilai interval keyakinan sekarang untuk min mengandaikan normaliti.
nb: Nåværende konfidensintervall (KI) for gjennomsnitt antar normalitet
ro: Valorile prezente ale intervalului de încredere pentru medie presupusă normalitatea.
ru: Текущие значения доверительного интервала для средних предполагают нормальность.
sk: Súčasné hodnoty intervalu spoľahlivosti pre priemer predpokladajú normálnosť.
tr: Ortalama için güncel güvenlik aralığı değerleri normalliği varsaymaktadır.

source: 95% confidence interval (high)
ar: فاصل الثقة 95% (مرتفع)
bg: 95% доверителен интервал (горна граница)
de: 95% Konfidenzintervall (hoch)
es: Intervalo de confianza del 95% (alto)
fa: فاصله اطمینان ۹۵٪ (زیاد)
hu: 95% konfidencia intervallum (felső)
it: 95% intervallo di confidenza (superiore)
ms: 95% interval keyakinan (tinggi)
nb: 95% konfidensintervall (høyt)
ro: 95% interval de încredere (mare)
ru: 95% доверительный интервал (верх)
sk: 95% interval spoľahlivosti (vysoký)
tr: %95 güven aralığı (yüksek)

source: 95% confidence interval (low)
ar: فاصل الثقة 95% (منخفض)
bg: 95% доверителен интервал (долна граница)
de: 95% Konfidenzintervall (niedrig)
es: Intervalo de confianza del 95% (bajo)
fa: فاصله اطمینان ۹۵٪ (کم)
hu: 95% konfidencia intervallum (alsó)
it: 95% intervallo di confidenza (inferiore)
ms: 95% interval keyakinan (rendah)
nb: 95% konfidensintervall (lavt)
ro: 95% interval de încredere (scăzut)
ru: 95% доверительный интервал (нижний)
sk: 95% interval spoľahlivosti (nízky)
tr: %95 güven aralığı (düşük)

source: Out of the data range
ar: خارج نطاق البيانات
bg: Извън обхвата на данните
de: Außerhalb des Datenbereichs
es: Fuera del rango de datos
fa: از محدوده داده خارج است
hu: Adattartományon kívül
it: Al di fuori dell' intervallo dei dati
ms: Diluar rentang data.
nb: Utenfor dataområdet
ro: În afara intervalului de date
ru: Выход за пределы допустимых значений
sk: Mimo rozsah údajov
tr: Veri aralığı dışında

source: Cramér's V measure of association
ar: مقياس Cramér's V للارتباط
bg: Коефициент на Крамер
de: Cramér's V Zusammenhangsmaß
es: Medida de asociación de la V de Cramer
fa: مقیاس همبستگی‌ ضریب کرامر:
hu: Cramér-féle V asszociációs érték
it: Misura dell' associazione V di Cramér
ms: Ukuran perkaitan Cramer V
nb: Cramér's V assosiasjonsmål
ro: Măsura de asociere a lui Cramér V
ru: Мера ассоциации Крамера
sk: Cramérovo V meranie korelácie
tr: Cramer'in V bağımlılık ölçüsü

source: Case count
ar: عدد الحالات
bg: Брой на статистическите единици
de: Anzahl der Fälle
es: Número de casos
fa: شمارش (تعداد) موارد
hu: Esetek száma
it: Conta i casi
ms: Bilangan kes
nb: Antall caser
ro: Număr de cazuri
ru: Число случаев
sk: Počet prípadov
tr: Olay sayısı

source: Percentage
ar: النسبة المئوية
bg: Процент
de: Prozentsatz
es: Porcentaje
fa: درصد
hu: Százalék
it: Percentuale
ms: Peratus
nb: Prosentandel
ro: Procentaj
ru: Процент
sk: Percento
tr: Yüzde

source: Eta-squared
ar: مربع-Eta
bg: Ета на квадрат
de: Eta-Quadrat
es: Eta cuadrado
fa: مربع اتا (Eta-Squared)
hu: Éta négyzet
it: Eta ^ 2
ms: Eta-kuasa dua
nb: Eta² (Eta kvadrert)
ro: eta pătrat
ru: Эта-квадрат
sk: Eta-kvadrát
tr: Eta-kare

source: Population parameter estimations
ar: تقديرات المعلمات السكانية
bg: Оценки на параметрите на популацията
de: Schätzungen von Bevölkerungsparametern
es: Estimación de parámetros de población
fa: برآورد پارامتر جمعیت
hu: Populáció paraméterek becslései
it: Stime dei parametri dela popolazione
ms: Anggaran parameter populasi
nb: Populasjonsparameter/sannsynlighetsfordelingen estimert
ro: Estimări ale parametrilor populație
ru: Оценка параметров популяции
sk: Odhady parametrov populácie
tr: Popülasyon parametre tahminleri

source: Find text
ar: البحث عن نص
bg: Намери текст
de: Text suchen
es: Encontrar texto
fa: متن را پیدا کنید
hu: Szöveg keresése
it: Trova il testo
ms: Cari text
nb: Finn tekst
ro: Găsiți text
ru: Найти текст
sk: Nájsť text
tr: Metni bul

source: Text to find
ar: النص المراد البحث عنه
bg: Текст за търсене
de: Zu Suchender Text
es: Texto para encontrar
fa: برای یافتن متن کنید
hu: Keresendő szöveg
it: Cerca
ms: Text untuk dicari
nb: Skriv for finne tekst
ro: Text de găsit
ru: Текст для поиска
sk: Text na vyhľadanie
tr: Bulunacak metin

source: Find next
ar: العثور على التالي
bg: Намери следващ
de: Weitersuchen
es: Encontrar siguiente
fa: بعدی را پیدا کنید
hu: Következő keresése
it: Trova il prossimo
ms: Cari seterusnya
nb: Finn tekst
ro: Găseşte următorul
ru: Найти следующее
sk: Nájsť ďaľší
tr: Sonrakini bul

source: Find previous
ar: العثور على السابق
bg: Намери предишен
de: Vorherige suchen
es: Encontrar anterior
fa: قبلی را پیدا کنید
hu: Előző keresése
it: Trova il precedente
ms: Cari sebelumnya
nb: Finn tidligere
ro: Găsește anteriorul
ru: Найти предыдущее
sk: Nájsť predchádzajúce
tr: Öncekini bul

source: Behavioral data diffusion analysis
ar: تحليل انتشار البيانات السلوكية
bg: Дифузионен анализ на поведенчески данни
de: Verhaltensbasierte Datendiffusionsanalyse
es: Análisis de la difusión de datos comportamiento
fa: تجزیه و تحلیل انتشار داده های رفتاری
hu: Viselkedéses adat diffúziós elemzése
it: Analisi di diffusione dei dati comportamentali
ms: Cari seterusnya
nb: Diffusjonsanalyse atferdsdata
ro: Analiza de difuzie ale datelor de comportament
ru: Поведенческие данные диффузионный анализ
sk: Difúzna analýza behaviorálnych údajov
tr: Davranışsal veri difüzyon analizi

source: Participant
ar: المشارك
bg: Участници
de: Teilnehmer
es: Participante
fa: شرکت کننده
hu: Résztvevő
it: Partecipante
ms: Peserta
nb: Deltaker
ru: Участник
tr: Katılımcı

source: Error
fa: خطا
hu: Hibázás
it: Errore
ms: Ralat
nb: Feil
ro: Eroare
ru: Ошибка
tr: Hata

source: Reaction time (in sec)
es: Tiempo de reacción (en seg)
fa: زمان واکنش (در ثانیه)
hu: Reakcióidő (másodpercben)
it: Tempo di reazione (in sec)
ms: Masa tindak balas (dalam saat)
nb: Reaksjonstid (i sek.)
ro: Timp de reacție (în sec)
ru: Время реакции (в сек)
tr: Tepki süresi (sn)

source: Condition(s)
ar: الظروف (أو الشروط)
bg: Условие/я
de: Bedingung(en)
es: Condición(es)
fa: شرایط (ها)
hu: Feltétel(ek)
it: Condizione(i)
ms: Syarat-syarat
nb: Betingelse(r)
ro: Condiție(i)
ru: Условие(я)
sk: Podmienka(y)
tr: Koşul(lar)

source: Options
ar: الخيارات
bg: Опции
de: Optionen
es: Opciones
fa: گزینه ها
hu: Beállítások
it: Opzioni
ms: Pilihan
nb: Valg
ro: Opțiuni
ru: Параметры
sk: Možnosti
tr: Seçenekler

source: Minimum of x axis
es: Mínimo de eje x
fa: حداقل محور x
hu: Az x tengely minimuma
it: Valore minimo sull' asse x
ms: Minimum paksi x
nb: Minimum av x akse
ro: Minim de axis x
ru: Минимум по оси x
tr: x ekseninin minimumu

source: Maximum of x axis
es: Máximo de eje x
fa: حداکثر محور x
hu: x tengely maximuma
it: Valore massimo sull' asse x
ms: Maximum paksi x
nb: Maksimum av x akse
ro: Maxim de axis x
ru: Максимум по оси x
tr: x ekseninin maksimumu

source: Minimum of y axis
es: Mínimo de eje y
fa: حداقل محور y
hu: Az y tengely minimuma
it: Valore minimo sull' asse y
ms: Minimum paksi y
nb: Minimum av y akse
ro: Minim de axis y
ru: Минимум по оси y
tr: y ekseninin minimumu

source: Maximum of y axis
es: Máximo de eje y
fa: حداکثر محورy
hu: y tengely maximuma
it: Valore massimo sull' asse y
ms: Maximum paksi y
nb: Maksimum av y akse
ro: Maxim de axis y
ru: Максимум по оси y
tr: y ekseninin maksimumu

source: At least the reaction time and the error variables should be given.
ar: يجب توفير متغيري زمن الاستجابة والخطأ على الأقل.
bg: Поне променливите време на реакция и грешки трябва да са зададени.
de: Es sollten zumindest die Reaktionszeit und die Fehlervariablen angegeben werden.
es: Al menos deben especificarse el tiempo de reacción y las variables de error.
fa: حداقل باید زمان واکنش و متغیرهای خطا داده شود.
hu: Legalább a reakcióidőt és a hibázást meg kell adni.
it: Devono essere riportati almeno il tempo di reazione e l' errore delle variabili
ms: Sekurang-kurangnya masa tindak balas dan pembolehubah ralat harus diberikan.
nb: Som et minimum må reaksjonstid og feilvariabler oppgis
ro: Trebuie să fie dat cel puțin timpul reacției și variabilele erorilor.
ru: Хотя бы время реакции и переменные ошибки должны быть представлены.
sk: Mal by byť uvedený aspoň reakčný čas a premenné chýb.
tr: En azından tepki süresi ve hata değişkenleri verilmelidir.

source: At least two grouping variables.
ar: متغيرين تصنيفيين على الأقل.
bg: Поне две групиращи променливи.
de: Mindestens zwei Gruppierungsvariablen.
es: Al menos dos variables de agrupación.
fa: حداقل دو متغیر گروه بندی.
hu: Legalább két csoportosító változó.
it: Almeno due variabili di raggruppamento
ms: Sekurang-kurangnya dua pembolehubah kelompok.
nb: Minst to gruppevariabler
ro: Cel puțin două variabile de grupare.
ru: Как минимум две группированные переменные.
sk: Aspoň dve skupinové premenné
tr: En az iki gruplama değişkeni.

source: Hypothesis tests
ar: اختبارات الفرضيات
bg: Проверка на хипотези
de: Hypothesen-Tests
es: Pruebas de hipótesis
fa: آزمون فرضیه
hu: Hipotézis tesztek
it: Test d' ipotesi
ms: Ujian hipotesis
nb: Hypotesetester
ro: Testarea ipotezei
ru: Проверка гипотез
sk: Testy hypotéz
tr: Hipotez testleri

source: Medians
ar: قيم الوسيط
bg: Медиани
de: Mediane
es: Medianas
fa: میانه
hu: Mediánok
it: Mediane
ms: Median
nb: Medianer
ro: Medianele
ru: Медианы
sk: Mediány
tr: Medyanlar

source: All importable data files
ar: جميع ملفات البيانات القابلة للاستيراد
bg: Всички файлове с данни, които могат да бъдат импортирани
de: Alle importierbaren Datendateien
es: Todos los archivos de datos importables
fa: همه ی پرونده ی ( فایل) داده های مهم
hu: Összes beolvasható adatfájl
it: Tutti i file di dati importabili
ms: Semua fail data yang boleh diimport
nb: Alle importerbare datafiler
ro: Toate fișierele de date importabile
ru: Все доступные для импорта файлы данных
sk: Všetky importovateľné dátové súbory
tr: Bütün içe aktarılabilir veri dosyaları

source: Spreadsheet files
ar: ملفات جداول البيانات
bg: Електронни таблици
de: Tabellenkalkulationsdateien
es: Archivos de hoja de cálculo
fa: پرونده های ( فایل های) صفحه گسترده
hu: Táblázatkezelő fájlok
it: Fogli di calcolo
ms: Fail spreadsheet
nb: Regnearkfiler
ro: Fișiere de foi de calcul
ru: Табличные файлы
sk: Tabuľkové procesory
tr: E-tablo dosyaları

source: Text files
ar: ملفات النصوص
bg: Текстови файлове
de: Textdateien
es: Archivos de texto
fa: پروندهٔ نوشتاری ( فایل متنی)
hu: Szöveges fájlok
it: File di testo
ms: Fail text
nb: Tekstfiler
ro: Fișiere text
ru: Текстовые файлы
sk: Textové dokumenty
tr: Metin dosyaları

source: SPSS data files
ar: ملفات بيانات SPSS
bg: SPSS файлове с данни
de: SPSS-Datendateien
es: Archivos de datos SPSS
fa: پرونده (فایل) داده ها در SPSS
hu: SPSS adatfájlok
it: File di dati SPSS
ms: Fail data SPSS
nb: SPSS datafiler
ro: Fișiere de date SPSS
ru: Файлы данных SPSS
sk: dátové súbory SPSS
tr: SPSS veri dosyaları

source: jamovi data files
ar: ملفات بيانات jamovi
bg: jamovi файлове с данни
de: jamovi-Datendateien
es: Archivos de datos jamovi
fa: پرونده (فایل) داده ها در jamovi
hu: jamovi adatfájlok
it: File di dati jamovi
ms: Fail data jamovi
nb: jamovi datafiler
ro: Fișiere de date jamovi
ru: Файлы данных jamovi
sk: dátové súbory jamovi
tr: jamovi veri dosyaları

source: JASP data files
ar: ملفات بيانات JASP
bg: JASP файлове с данни
de: JASP-Datendateien
es: Archivos de datos JASP
fa: پرونده (فایل) داده ها در JASP
hu: JASP adatfájlok
it: File di dati JASP
ms: Fail data JASP
nb: JASP datafiler
ro: Fișiere de date JASP
ru: Файлы данных JASP
sk: dátové súbory JASP
tr: JASP veri dosyaları

source: SAS data files
ar: ملفات بيانات SAS
bg: SAS файлове с данни
de: SAS-Datendateien
es: Archivos de datos SAS
fa: پرونده (فایل) داده ها در SAS
hu: SAS adatfájlok
it: File di dati SAS
ms: Fail data SAS
nb: SAS datafiler
ro: Fișiere de date SAS
ru: Файлы данных SAS
sk: dátové súbory SAS
tr: SAS veri dosyaları

source: STATA data files
ar: ملفات بيانات STATA
bg: STATA файлове с данни
de: STATA-Datendateien
es: Archivos de datos STATA
fa: پرونده (فایل) داده ها در STATA
hu: STATA adatfájlok
it: File di dati STATA
ms: Fail data STATA
nb: STATA datafiler
ro: Fișiere de date STATA
ru: Файлы данных STATA
sk: dátové súbory STATA
tr: STATA veri dosyaları

source: R data files
ar: ملفات بيانات R
bg: R файлове с данни
de: R-Daten-Dateien
es: Archivos de datos R
fa: پرونده (فایل) داده ها در R
hu: R adatfájlok
it: File di dati R
ms: Fail data R
nb: R datafiler
ro: Fișiere de date R
ru: Файлы данных R
sk: dátové súbory R
tr: R veri dosyaları

source: Some of the cells do not include at least 5 cases, so the confidence intervals may be invalid.
ar: بعض الخلايا لا تحتوي على 5 حالات على الأقل، لذا فإن فترات الثقة قد تكون غير صالحة.
bg: Някои от клетките не съдържат поне 5 статистически единици, така че доверителните интервали може да не са валидни.
de: Einige der Zellen enthalten nicht einmal 5 Fälle, so dass die Konfidenzintervalle ungültig sein können.
es: Algunas de las celdas no incluyen al menos 5 casos, por lo que los intervalos de confianza pueden ser inválidos.
fa: برخی از سلول ها (فضا ها ) حداقل شامل ۵ مورد نیستند ، بنابراین ممکن است فواصل اطمینان نامعتبر باشد.
hu: Egyes cellák nem tartalmaznak legalább 5 esetet, emiatt a konfidencia intervallum érvénytelen lehet.
it: Alcune celle non contengono almeno 5 casi. Gli intervalli di confidenza potrebbero non essere validi
ms: Sesetengah sel tidak mengandungi sekurang-kurangnya 5 kes. Oleh itu, interval keyakinan mungkin tidak sah.
nb: Noen av cellene inneholder ikke minst 5 caser; konfidensintervallet kan dermed være ugyldig
ro: Unele dintre celule nu include cel puțin 5 cazuri, astfel intervalele de încredere pot fi invalide.
ru: Некоторые из ячеек не включают, как минимум, 5 случаев, поэтому доверительные интервалы могут быть неверными.
sk: Niektoré bunky neobsahujú najmenej 5 prípadov, takže intervaly spoľahlivosti môžu byť neplatné.
tr: Hücrelerden bazıları en azıdan 5 olayı içermemektedir. Bu yüzden güvenlik aralıkları geçersiz olabilir.

source: Omega-squared
ar: مربع-Omega
bg: Омега на квадрат
de: Omega-Quadrat
es: Omega cuadrado
fa: مربع امگا
hu: Omega-négyzet
it: Omega-quadro
ms: Omega-kuasa dua
nb: Omega squared (kvadrert)
ro: Omega-pătrat
ru: Омега-квадрат
sk: Omega-kvadrát
tr: Omega kare

source: Data file content
ar: محتوى ملف البيانات
bg: Съдържание на файла с данни
de: Inhalt der Datendatei
es: Contenido de los archivos de datos
fa: محتوای پرونده (فایل) داده
hu: Adatfájl tartalma
it: Contenuto del file di dati
ms: Kandungan fail data
nb: Innhold datafil
ro: Conținutul fișierului de date
ru: Содержание файла данных
sk: Obsah dátového súboru
tr: Veri dosyası içeriği

source: Oops, something went wrong, CogStat could not open the data. You may want to report the issue.
ar: عذرًا، حدث خطأ، لم يتمكن CogStat من فتح البيانات. قد ترغب في الإبلاغ عن هذه المشكلة.
bg: Опа, нещо се обърка, CogStat не успя да отвори данните. Ако желаете, може да съобщите за проблема.
de: Ups, etwas ist schief gelaufen, CogStat konnte die Daten nicht öffnen. Sie sollten das Problem melden.
es: Uy, algo salió mal, CogStat no pudo abrir los datos. Quizás deberías reportar el problema.
fa: اوه ، مشکلی پیش آمد ، CogStat نمی توانست داده ها را باز کند. ممکن است بخواهید موضوع را گزارش کنید.
hu: Hoppá, valami nem sikerült, CogStat nem tudta megnyitni az adatot. A hiba bejelenthető.
it: Ops, qualcosa è andato storto, CogStat non riesce ad aprire i dati. Potresti voler segnalare il problema
ms: Oops, terdapat masalah, Cogstat tidak dapat membuka data tersebut. Anda boleh melaporkan isu ini.
nb: Oops, noe gikk galt. CogStat kan ikke åpne data. Du vil kanskje rapportere hendelsen.
ro: Hopa, se pare a apărut o eroare, CogStat nu a putut să deschide fișierul de date. Poate că doriți să îl raportați.
ru: Ой, что-то пошло не так, CogStat не может открыть данные. Возможно, Вы хотите сообщить об этой проблеме.
sk: Oops, niečo sa pokazilo, CogStat nemohol otvoriť súbor. Problém môžete nahlásiť.
tr: Ups, bir şeyler ters gitti, CogStat analizi uygulayamadı. Bunu rapor etmek isteyebilirsiniz.

source: Error code
es: Código de error
fa: کد خطا
hu: Hiba kód
it: Codice errore
ms: Kod ralat
nb: Feilkode
ro: Cod de eroare
ru: Код ошибки
tr: Hata kodu

source: Data to be imported
ar: البيانات التي سيتم استيرادها
bg: Данни за импортиране
de: Zu importierende Daten
es: Datos a importar
fa: داده هایی که باید وارد شوند
hu: Beolvasandó adat
it: Dati da importare
ms: Data untuk diimport
nb: Data for importering
ro: Date să fie importat
ru: Данные для импорта
sk: Údaje, ktoré sa majú importovať
tr: İçe aktarılacak veriler
