Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Some variable name(s) include characters other than English letters, numbers, or underscore which can cause problems in some analyses: %s.
ar: بعض أسماء المتغيرات تحتوي على أحرف غير الحروف الإنجليزية والأرقام و الشرطة السفلية والتي يمكن أن تسبب مشاكل في بعض التحليلات: %s.
bg: Имената на някоя/и променлива/и включва/т символи, които не са английски букви, числа или долна черта, което може да предизвика проблеми в някои от анализите: %s.
de: Einige Variablennamen enthalten andere Zeichen als englische Buchstaben, Zahlen oder Unterstriche, was bei einigen Analysen zu Problemen führen kann: %s.
es: Algunas nombre(s) de los variable(s) incluyen caracteres que no son letras inglesas, numeros, o guiones bajos que pueden causar un problema en algunos análisis: %s.
fa: برخی از اسم (های) متغیر شامل حروف غیر از حروف انگلیسی ، اعداد یا زیرخط هستند که می تواند در برخی تحلیل ها مشکل ایجاد کند: ٪ s.
hu: Némelyik változó név tartalmaz az angol betűkön, számokon és aláhúzáson túl más karaktereket is, ami problémát okozhat némelyik elemzésben: %s.
it: Alcuni nomi delle variabili includono caratteri non appartenenti a lettere inglesi, numeri o underscore che possono causare problemi in alcune analisi: %s.
ms: Sesetengah nama pembolehubah termasuk aksara selain daripada huruf Inggeris, nombor ataupun garis bawah. Ini boleh menyebabkan masalah dalam beberapa analisis: %s.
nb: Enkelte navn på variabler inkluderer tegn som ikke er Engelske bokstaver, tall, eller understrek som kan føre til problemer med noen analyser: %s.
ro: Unele nume variabile includ alte caractere decât literele Engleză, numerele sau sublinierea, care vor să cauzeze probleme în unele analize: %s.
ru: Некоторые имена переменных содержат символы, отличные от латиницы, цифр или подчеркивания, что может привести к проблемам в некоторых видах анализа: %s.
sk: Niektoré názvy premenných obsahujú iné znaky ako anglické písmená, číslice alebo podčiarkovníky, čo môže v niektorých analýzach spôsobovať problémy: %s.
tr: Bazı değişken adları, bazı analizlerde sorunlara neden olabilecek karakterler içermektedir e.g. İngilizce olmayan harfler, sayılar veya alt çizgi.

source: Some string variable(s) include characters other than English letters, numbers, or underscore which can cause problems in some analyses: %s.
ar: تتضمن بعض المتغيرات النصية أحرفًا غير الحروف الإنجليزية والأرقام والشرطة السفلية، مما يمكن أن يسبب مشاكل في بعض التحليلات: %s.
bg: Някоя/и променлива/и от тип стринг включва/т символи, които не са английски букви, числа или долна черта, което може да предизвика проблеми в някои от анализите: %s.
de: Einige String-Variable(n) enthalten andere Zeichen als englische Buchstaben, Zahlen oder Unterstriche, was bei einigen Analysen zu Problemen führen kann: %s.
es: Algunos variable(s) de cadena incluyen caracteres que no son letras inglesas, numeros, o guiones bajos que pueden causar un problema en algunos análisis: %s.
fa: برخی از متغیر(های) رشته‌ای شامل حروف غیر از حروف انگلیسی ، اعداد یا زیرخط هستند که می تواند در برخی تحلیل ها مشکل ایجاد کند: ٪ s.
hu: Némelyik szöveges változó tartalmaz az angol betűkön, számokon és aláhúzáson túl más karaktert is, ami problémát okozhat némelyik elemzésben: %s.
it: Alcune variabili stringa includono caratteri non appartenenti a lettere inglesi, numeri o underscore che possono causare problemi in alcune analisi: %s.
ms: Sesetengah pembolehubah rentetan termasuk aksara selain daripada huruf Inggeris, nombor ataupun garis bawah. Ini boleh menyebabkan masalah dalam beberapa analisis: %s.
nb: Enkelte strengvariabler inkluderer tegn som ikke er Engelske bokstaver, tall eller understrek som kan føre til problemer med noen analyser: %s.
ro: Unele variabile de șir includ alte caractere decât literele Engleză, numerele sau sublinierea, care vor să cauzeze probleme în unele analize: %s.
ru: Некоторые строковые переменные содержат символы, отличные от латиницы, цифр или подчеркивания, что может привести к проблемам в некоторых видах анализа: %s.
sk: Niektoré reťazcové premenné obsahujú iné znaky ako anglické písmená, číslice alebo podčiarkovníky, čo môže v niektorých analýzach spôsobovať problémy: %s.
tr: Bazı dize değişkenleri, bazı analizlerde sorunlara neden olabilecek karakterler içermektedir e.g. İngilizce olmayan harfler, sayılar veya alt çizgi.

source: Oops, something went wrong, CogStat could not run the analysis. You may want to report it.
ar: عذرًا، حدث خطأ ما، لم يتمكن CogStat من تشغيل التحليل. قد ترغب في الإبلاغ عنه.
bg: Опа, нещо се обърка, CogStat не успя да проведе анализа. Може би бихте желали да съобщите.
de: Ups, etwas ist schief gelaufen, CogStat konnte die Analyse nicht durchführen. Vielleicht möchten Sie es melden.
es: Uy, algo salió mal, CogStat no pudo ejecutar el análisis. Quizás deberías informarlo.
fa: اوه، مشکلی پیش آمد، CogStat نتوانست تجزیه و تحلیل را اجرا کند. ممکن است بخواهید آن را گزارش دهید.
hu: Hoppá, ez nem sikerült. A CogStat nem tudta lefuttatni az elemzést. A hibát be is jelentheted.
it: Oops, qualcosa è andato storto, CogStat non riesce ad eseguire l'analisi. Potresti volere riportare il problema.
ms: Oops, terdapat masalah, Cogstat tidak dapat melaksanakan analisasi tersebut. Anda boleh melaporkan isu ini.
nb: Oops, noe gikk galt, CogStat kan ikke kjøre analysen. Du kan rapportere dette.
ro: Hopa,se pare a apărut o eroare, CogStat nu a putut executa analiza. Poate că doriți să îl raportați.
ru: Ой, что-то пошло не так, CogStat не может запустить анализ. Возможно, Вы хотите сообщить об этом.
sk: Ups, niečo sa pokazilo, CogStat nedokázal spustiť analýzu. Možno to budete chcieť nahlásiť.
tr: %s Ups, bir şeyler ters gitti, CogStat analizi uygulayamadı. Bunu rapor etmek isteyebilirsiniz.

source: Filter outliers
ar: تصفية القيم المتطرفة
bg: Филтриране на рязко отличаващи се стойности
de: Ausreißer filtern
es: Filtrar casos atípicos
fa: داده های پرت را فیلتر کنید
hu: Kiugró adatok szűrése
it: Filtra outliers
ms: Penapis outlier
nb: Filtrer utliggere
ro: Filtrați valorile aberante
ru: Фильтр выбросов
sk: Filtrovať odľahlé hodnoty
tr: Aykırı değerleri filtrele

source: At least one variable should be set.
ar: يجب تعيين متغير واحد على الأقل.
bg: Най-малко една променлива трябва да бъде зададена.
de: Mindestens eine Variable sollte gesetzt werden.
es: Deben establecerse al menos una variable.
fa: حداقل یک متغیر باید تنظیم شوند.
hu: Legalább egy változót be kell állítani.
it: Deve essere impostata almeno una variabile.
ms: Sekurang-kurangnya satu pembolehubah harus ditetapkan.
nb: Minst en variabel må settes.
ro: Cel puțin o variabilă ar trebuie stabilite.
ru: Как минимум, одна переменная должна быть указана.
sk: Mala by byť nastavená aspoň jedna premenná.
tr: En az bir değişken atanmalı.

source: A variable should be assigned to each level of the factors.
ar: يجب تعيين متغير لكل مستوى من المتغيرات المستقلة.
bg: Трябва да зададете променлива за всяко ниво на факторите.
de: Jeder Faktorstufe sollte eine Variable zugeordnet werden.
es: Deben asignarse una variable a cada nivel de los factores.
fa: به هر سطح ازعامل ها باید یک متغیر اختصاص داد
hu: A faktorok minden szintjéhez hozzá kell rendelni változót.
it: Deve essere assegnata una variabile a ciascun livello dei fattori.
ms: Pembolehubah harus diberikan kepada setiap tahap faktor.
nb: En variabel bør settes til hvert nivå av faktorene.
ro: O variabilă ar trebui atribută fiecărui nivel al factorilor.
ru: Переменная должна быть назначена для каждого уровня факторов.
sk: Ku každej úrovni faktorov by sa mala priradiť premenná.
tr: Faktörlerin her düzeyi için bir değişken atanmalıdır.

source: Sensitivity power could not be calculated.
ar: لا يمكن حساب قوة الحساسية.
bg: Мощност за чувствителност не може да бъде изчислена.
de: Die Teststärke konnte nicht berechnet werden.
es: No se pudo calcular la poder de la sensibilidad.
fa: قدرت حساسیت قابل محاسبه نیست.
hu: Az érzékenységi erőt nem lehetett kiszámolni.
it: La potenza non può essere calcolata.
ms: Kuasa sensitiviti tidak boleh dikira.
nb: Sensitivitetseffekt kan ikke beregnes.
ro: Puterea de sensibilitate nu a putut fi calculată.
ru: Мощность чувствительности не может быть посчитана.
sk: Výkon citlivosti sa nepodarilo vypočítať.
tr: Duyarlılık gücü hesaplanamadı.

source: Minimal effect size in %s
ar: أدنى حجم تأثير في %s
bg: Най-малка големина на ефекта в %s
de: Minimale Effektgröße in %s
es: El tamaño del efecto mínimo en %s
fa: حداقل اندازه تأثیر %s
hu: Minimális hatásnagyság %s egységben
it: Minimo effect size in %s.
ms: Saiz kesan minimum dalam %s
nb: Minimal effektstørrelse i %s
ro: Mărimea minimă efectului în %s
ru: Минимальный размер эффекта в %s
sk: Minimálna veľkosť efektu v %s
tr: %s'de minimum etki büyüklüğü

source: eta-square
ar: مربع-eta
bg: ета на квадрат
de: Eta-Quadrat
es: eta cuadrado
fa: مربع اتا
hu: éta négyzet
it: eta-quadro
ms: eta-kuasa dua
nb: eta-kvadrert
ro: eta pătrat
ru: Эта-квадрат
tr: Eta-kare

source: Both the dependent variable and at least one grouping variable should be set.
ar: يجب تعيين المتغير المستقل ومتغير تصنيف واحد على الأقل.
bg: Зависимата променлива и поне една групираща променлива трябва да бъдат зададени.
de: Sowohl die abhängige Variable als auch mindestens eine Gruppierungsvariable sollten festgelegt werden.
es: Deben establecerse amba la variable dependiente y al menos una variable de agrupación.
fa: متغیر وابسته و حداقل یک متغیر گروهی هر دو باید تنظیم شوند
hu: A függő változót és legalább egy csoportosító változót is be kell állítani.
it: Sia la variabile dipendente che almeno una variabile gruppale devono essere impostate.
ms: Kedua-dua pembolehubah terikat dan sekurang-kurangnya satu pembolehubah kelompok harus ditetapkan.
nb: Både avhengig variabel og minst en gruppevariable bør settes.
ro: Atât variabila dependentă și cât cel puțin o variabilă de grupare ar trebui setate.
ru: Как зависимая, так и, как минимум, одна группировочная переменная должны быть заданы.
sk: Mala by byť nastavená závislá premenná aj aspoň jedna skupinová premenná.
tr: Hem bağımlı değişken hemde en az bir gruplama değişkeni atanmalıdır.

source: Sensitivity power analysis. Minimal effect size to reach 95% power with the present sample size for the present hypothesis test.
ar: تحليل قوة الحساسية. الحجم الأدنى للتأثير لتحقيق 95٪ من القوة باستخدام حجم العينة الحالي لاختبار الفرضية الحالية.
bg: Анализ на мощност за чувствителността. Най-малката големина на ефекта, за да се достигне мощност 95% с размера на настоящата извадка за настоящата проверка на хипотеза.
de: Sensitivitäts-Power-Analyse. Minimale Effektstärke, um eine Power von 95% mit der gegenwärtigen Stichprobengröße für den gegenwärtigen Hypothesentest zu erreichen.
es: Análisis de poder de la sensibilidad. El tamaño del efecto mínimo necesita alcanzar el 95% de poder con el tamaño de la muestra actual para la prueba de hipótesis actual.
fa: تجزیه و تحلیل قدرت حساسیت.حداقل اندازه تأثیر برای رسیدن به توان 95٪ با اندازه نمونه حاضر برای آزمون فرضیه حاضر
hu: Érzékenységi erőelemzés. Minimális hatásnagyság, hogy 95%-os erőt érjünk el a jelenlegi mintanagysággal a jelenlegi hipotézis teszthez.
it: Analisi della sensibilità della potenza. Il minimo effect size per raggiungere il 95% di potenza con la presente dimensione del campione per il presente test di ipotesi.
ms: Analisis kuasa sensitiviti. Saiz kesan minimum untuk mencapai kuasa 95% dengan saiz sampel sekarang untuk ujian hipotesis sekarang.
nb: Sensitivitetseffektanalyse. Minimal effektstørrelse for å nå 95% styrke med det nåværende utvalget for denne hypotesetesten.
ro: Analiza puterii de sensibilitate. Mărimea efectului minim pentru a atinge puterea de 95% cu volumul eșantionului prezent pentru testarea ipotezei prezentă.
ru: Анализ мощности чувствительности. Минимальный размер эффекта для достижения 95% мощности при нынешнем размере выборки для настоящей проверки гипотезы.
sk: Analýza citlivosti. Minimálna veľkosť účinku na dosiahnutie 95% sily pri súčasnej veľkosti vzorky pre tento test hypotézy.
tr: Duyarlılık gücü analizi. Mevcut örneklem büyüklüğüyle mevcut hipotez testinde %95 güce ulaşmak için gereken minimum etki büyüklüğü.

source: Result of the Bayesian one sample t-test
ar: نتيجة استدلال Bayes لاختبار t للعينة الواحدة
bg: Резултат за Бейсов eдноизвадков t-критерий
de: Ergebnis des Bayesianischen Einstichproben-t-Tests
es: Resultado de la prueba t de una muestra bayesiana
fa: نتیجه آزمون تی تک نمونه ای بیز
hu: Bayesiánus egy mintás t-próba eredménye
ms: Keputusan ujian-t satu sampel Bayesian
nb: Resultatet av Bayesian ett utvalgs t-test
ro: Rezultatul testului Bayesian t cu un eșantion
ru: Результат Байесовского одновыборочного t-критерия
tr: Bayes tek örneklem t-testi sonucu

source: Homoscedasticity cannot be checked for constant variable in %s%s.
es: La homocedasticidad no se puede comprobar con variables constantes en %s%s.
fa: هم‌ واریانسی بودن برای متغیر ثابت در %s%s قابل بررسی نیست.
ms: Homosedastisitas tidak boleh disemak untuk pembolehubah tetap dalam %s%s.
nb: Homoskedastisitet kan ikke sjekkes for konstant variabel i %s%s.
ro: Homoscedasticitatea nu poate fi verificată pentru variabila constantă din %s%s.
ru: Гомоскедастичность не может быть проверена для постоянной переменной в %s%s.
tr: %s%s'deki sabit değişken için homoskedastisite kontrol edilemez.

source: Too small sample to test homoscedasticity in variable %s%s.
es: La muestra es demasiado pequeña para probar la homocedasticidad en la variable %s%s.
fa: نمونه بسیارنا چیزهست برای تست هم‌ واریانسی در متغیر %s%s.
ms: Sampel terlalu kecil untuk menguji homosedastisitas dalam pembolehubah %s%s.
nb: For lite utvalg for å teste homoskedastisitet i variablel %s%s.
ro: Eșantion prea mic pentru a testa homoscedasticitatea variabilei %s%s.
ru: Слишком маленькая выборка для проверки гомоскедастичности в переменной %s%s.
tr: Örneklem %s%s değişkeninde homoskedastisiteyi test etmek için çok küçük.

source: Henze-Zirkler test of multivariate normality in variables %s%s
bg: Henze-Zirkler критерий за многовариантно нормално разпределение за променливи %s%s
de: Henze-Zirkler-Test für multivariate Normalität in den Variablen %s%s
es: Prueba de Henze-Zirkler de la normalidad multivariada en variables %s%s
fa: آزمون Henze-Zirkler برای نرمال بودن (نرمالیته) چند متغیره در متغیرهای %s%s
hu: Többváltozós normalitás Henze-Zirkler próba a(z) %s%s változókban
ms: Ujian Henze-Zirkler normaliti multivariat dalam pembolehubah %s%s
nb: Henze-Zirkler test for multivariat normalitet i variablene %s%s
ro: Testul Henze-Zirkler de normalitate multivariată în variabilele %s%s
ru: Тест многомерной нормальности Хенце-Зирклера в переменных %s%s
tr: %s%s değişkenlerinde çok değişkenli normalliğin Henze-Zirkler testi

source: Normality not violated.
es: La normalidad no es violada.
fa: نرمالیته نقض نشده است .
ms: Normaliti tidak dilanggar.
nb: Normaliteten er ikke brutt.
ro: Normalitatea nu este încălcată.
ru: Нормальность не нарушена.
tr: Normallik ihlal edilmedi.

source: Bayes Factor for Pearson correlation
ar: عامل Bayes لارتباط Pearson
bg: Бейсов фактор за корелация на Пирсън
de: Bayes-Faktor für Pearsons Korrelation
es: Factor Bayes para la correlación de Pearson
fa: فاکتوربیزبرای همبستگی پیرسون
hu: Pearson korreláció Bayes faktora
ms: Faktor Bayes untuk korelasi Pearson
nb: Bayes Faktor for Pearsonkorrelasjon
ro: Factorul Bayes pentru corelația Pearson
ru: Коэффициент Байеса для корреляции Пирсона
tr: Pearson korelasyonu için Bayes faktörü

source: Normality violated.
es: La normalidad es violada.
fa: نرمالیته نقض شده است.
ms: Normaliti dilanggar.
nb: Normalitet brutt.
ro: Normalitate încălcată.
ru: Нормальность нарушена.
tr: Normallik ihlal edildi.

source: Result of the Bayesian paired two-samples t-test
ar: نتيجة استدلال Bayes لاختبار t لعينتين مرتبطتين
bg: Резултат за Бейсов t-критерий за зависими извадки
de: Ergebnis des Bayesianischen gepaarten Zwei-Stichproben-t-Tests
es: Resultado de la prueba t bayesiana pareada de dos muestras
fa: نتیجه آزمون تی دونمونه های زوجی بیزی
hu: Bayesiánus páros t-próba eredménye
ms: Keputusan ujian-t dua sampel berpasangan Bayesian
nb: Resultatet av Bayesian paret two -samples t-test
ro: Rezultatul testului Bayesian t pentru două eșantioane împerecheate
ru: Результат Байесовского парного t-критерия
tr: Bayes bağımlı iki örneklem t-testi sonucu

source: Variables differ. Running post-hoc pairwise comparison.
ar: المتغيرات تختلف. إجراء مقارنة زوجية لاحقة.
bg: Променливите се различават. Изчисляване на post-hoc сравнения по двойки.
de: Variablen unterscheiden sich. Post-hoc Paarvergleich wird durchgeführt.
es: Las variables difieren. Ejacutando de una comparación post-hoc por pares.
fa: متغیرها متفاوت هستند. اجرای مقایسه دوتایی «پس آزمون» یا «آزمون تعقیبی» Post-hoc
hu: A változók eltérnek. Post-hoc páronkénti összehasonlítás futtatása.
ms: Pembolehubah berbeza. Melaksanakan perbandingan post-hoc pairwise.
nb: Variablene er forskjellige. Kjører post-hoc paret sammenligning.
ro: Variabilele diferă. Efectuați o comparație post-hoc pe perechi.
ru: Переменные различаются. Запуск апостериорного попарного сравнения.
tr: Değişkenler farklı. Post-hoc ikili karşılaştırma uygulanıyor.

source: Results of Durbin-Conover test (p values).
ar: نتائج اختبار Durbin-Conover (قيم p).
bg: Резултат за тест на Дърбин-Коновър (стойности на p).
de: Ergebnisse des Durbin-Conover-Tests (p-Werte).
es: Resultados de la prueba de Durbin-Conover (valores p).
fa: نتایج آزمون Durbin-Conover (پی-مقدار)
hu: Durbin-Conover próba eredményei (p értékek).
ms: Keputusan ujian Durbin-Conover (nilai-nilai p).
nb: Resultatene av Durbin-Conover test (p verdier).
ro: Rezultatele testului Durbin-Conover (valori p).
ru: Результат теста Дарбина-Коновера (p значения).
tr: Durbin-Conover testi sonucu (p değerleri).

source: Result of the Bayesian independent two-samples t-test
ar: نتيجة اختبار T المستقل لعينتين من Bayesian
bg: Резултат за Бейсов t-критерий за независими извадки
de: Ergebnis des Bayesianischen unabhängigen Zwei-Stichproben-t-Tests
es: Resultado de la prueba t bayesiana de muestras independientes
fa: نتیجه آزمون تی دونمونه های مستقل آزمون بیز
hu: Bayesiánus független mintás t-próba eredménye
ms: Keputusan ujian-t dua sampel bebas Bayesian
nb: Resultatet av Bayesian independent two-samples t-test
ro: Rezultatul testului Bayesian t pentru două eșantioane independente
ru: Результат Байесовского независимого двухвыборочного t-критерия
tr: Bayes bağımsız iki örneklem t-testi sonucu

source: Regression coefficients
ar: معاملات الانحدار
bg: Коефициенти на регресията
de: Regressionskoeffizienten
es: Coeficientes de la regresión
fa: ضرایب رگرسیون
hu: Regressziós koefficiensek
ms: Koefisien regresi
nb: Regresjonskoeffisienter
ro: Coeficient de regresie
ru: Коэффициенты регрессии
tr: Regresyon katsayıları

source: Normality could not be calculated.
es: No se pudo calcular la normalidad.
fa: نرمالیته قابل محاسبه نیست.
ms: Normaliti tidak dapat dikira.
nb: Normalitet kan ikke beregnes.
ro: Nu s-a putut calcula normalitatea.
ru: Нормальность не может быть рассчитана.
tr: Normallik hesaplanamadı.

source: CIs may be biased.
ar: قد تكون فترات الثقة متحيزة.
bg: Доверителните интервали може да са пристрастени.
de: KIs könnten verzerrt sein.
es: Los IC pueden estar sesgados.
fa: CI ها ممکن است سوگیری شده باشند
hu: A KI torzított lehet.
ms: CI mungkin bias.
nb: Konfidensintervall kan være biased.
ro: IC-urile pot fi distorsionate.
ru: ДИ могут быть с погрешностью.
tr: Güvenlik aralıkları yanlı olabilir.

source: Assumption of normality violated for CI calculations.
es: La asunción de la normalidad es violada para los cálculos de IC.
fa: فرض نرمال بودن ( نرمالیته) برای محاسبات CI نقض شده است.
ms: Andaian normaliti dilanggar untuk pengiraan CI.
nb: Antakelser normalitet er brutt for KI beregninger.
ro: Presupunerea normalității a fost încălcată pentru calculele IC.
ru: Предположение о нормальности нарушено для расчетов ДИ.
tr: Güven aralığı hesaplamaları için normallik varsayımı ihlal edildi.

source: Assumption of normality for CI calculations met.
es: La asunción de la normalidad para los cálculos de IC se cumple.
fa: فرض نرمال بودن ( نرمالیته) برای محاسبات CI برآورده شد.
ms: Andaian normaliti untuk pengiraan CI dipenuhi.
nb: Antakelser normalitet for KI beregninger møtt.
ro: Presupunerea normalității a fost respectată pentru calculele IC.
ru: Найдено предположение о нормальности для расчетов ДИ.
tr: Güven aralığı hesaplamaları için normallik varsayımı karşılandı.

source: Homoscedasticity could not be calculated.
es: No se pudo calcular la homocedasticidad.
fa: هم‌ واریانسی قابل محاسبه نبود/نیست.
ms: Homosedastisitas tidak boleh dikira.
nb: Homoskedastisitet kan ikke beregnes.
ro: Nu s-a putut calcula homoscedasticitatea.
ru: Гомоскедастичность не может быть рассчитана.
tr: Homoskedastisite hesaplanamadı.

source: Assumption of homoscedasticity violated for CI calculations.
es: La asunción de la homocedasticidad es violada para los cálculos de IC.
fa: فرض هم‌ واریانس برای محاسبات CI نقض شده است.
ms: Andaian homoskedastisitas dilanggar untuk pengiraan CI.
nb: Antakelse av homoskedastisitet for KI beregninger er brutt.
ro: Presupunerea de omoscedasticitate încălcată pentru calculele IC.
ru: Предположение о гомоскедастичности нарушено для расчетов ДИ.
tr: Güven aralığı hesaplamaları için homoskedastisite varsayımı ihlal edildi.

source: Assumption of homoscedasticity for CI calculations met.
es: La asunción de la homocedasticidad para los cálculos de IC se cumple.
fa: فرض هم‌ واریانسی برای محاسبات CI برآورده شد
ms: Andaian homoskedastisitas untuk pengiraan CI dipenuhi.
nb: Antakelse av homoskedastisitet for KI beregninger er møtt.
ro: Presupunerea de omoscedasticitate a fost respectată pentru calculele IC.
ru: Найдено предположение о гомоскедастичности для расчетов ДИ.
tr: Güven aralığı hesaplamaları için homoskedastisite varsayımı karşılandı.

source: Slope
es: La pendiente
fa: شیب
ms: Kemiringan
nb: Stigningstall
ro: Pantă
ru: Наклон
tr: Eğim

source: Intercept
ar: تقاطع
bg: Прихващане
de: Achsenabschnitt
es: Intercepción
fa: رهگیری
hu: Tengelymetszet
nb: Skjæringspunkt
ro: Interceptă
ru: Отрезок
tr: Sabit

source: Standardized effect sizes
ar: حجم التأثير الموحّد
bg: Стандартизирани големини на ефекта
de: Standardisierte Effektgrößen
es: Los tamaños del efecto estandarizado
fa: اندازه ی اثراستاندارد شده
hu: Standardizált hatásnagyságok
ms: Saiz-saiz kesan standard
nb: Standardiserte effektstørrelser
ro: Mărimi de efect standardizate
ru: Стандартизованные размеры эффектов
tr: Standart etki büyüklükleri

source: Mean ± 2 SD
bg: Средна аритметична ± 2 SD
de: Mittelwert ± 2 SD
es: Media ± 2 SD
fa: میانگین ± ۲ SD (انحراف معیار)
hu: Átlag ± 2 szórás
ms: Min ± 2 SD
nb: Gjennomsnitt ± 2SD
ro: Medie ± 2 SD
ru: Среднее ± 2 СКО
tr: Ortalama ± 2 SS

source: Cases outside of the range will be excluded:
es: Se excluirán los casos fuera del rango:
fa: موارد خارج از دامنه حذف خواهند شد:
ms: Kes diluar rentang akan dikecualikan:
nb: Caser utenfor området vil bli eksludert:
ro: Cazurile din afara acestui interval vor fi excluse:
ru: Случаи, выходящие за пределы диапазона будут исключены:
tr: Aralığın dışındaki olaylar dahil edilmeyecek.

source: Checking assumptions of inferential methods
ar: فحص فروض الطرق الإستنتاجية
bg: Проверка на условията за изводни методи
de: Überprüfung der Annahmen inferenzieller Methoden
es: Comprobando las asunciones de los métodos inferenciales
fa: بررسی فرضیات روش های استنباطی
hu: A következtetési módszerek előfeltételeinek ellenőrzése
ms: Menyemak andaian kaedah-kaedah inferens.
nb: Sjekker antakelser for inferensielle metoder
ro: Verificarea presupunerilor metodelor inferențiale
ru: Проверка предположений для методов вывода
tr: Çıkarımsal yöntemlerin varsayımları kontrol ediliyor.
