Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Population parameter estimations and tests
ar: تقديرات واختبارات معلمات المجتمع
bg: Оценки и проверки на параметрите на популацията
de: Populationsparameter-Schätzungen und Tests
es: Estimación de parámetros de población y pruebas
fa: تخمین پارامترهای جمعیت و آزمون
hu: Populáció paraméter becslések és tesztek
it: Test e stime dei parametri della popolazione
ms: Anggaran dan ujian parameter populasi.
nb: Populasjonsparameter estimater og tester
ro: Estimări și teste ale parametrilor populației
ru: Оценка и тесты параметра популяции
sk: Odhady a testy populačných parametrov
tr: Popülasyon parametre tahminleri ve testleri

source: Testing if mean deviates from the value %s.
ar: اختبار ما إذا كان الوسط الحسابي ينحرف عن القيمة %s.
bg: Проверка дали средната аритметична се различава от стойност %s.
de: Testen, ob der Mittelwert vom Wert %s abweicht.
es: Comprobando si la media se desvía del valor %s.
fa: تست اگر میانگین از مقدار s% منحرف شده است.
hu: Teszt, hogy az átlag eltér-e a(z) %s értéktől.
it: Verifica se la media si discosta dal valore %s.
ms: Melaksanakan ujian untuk melihat jika min menyimpang dari nilai %s.
nb: Tester om gjennomsnittet avviker fra verdien %s.
ro: Testarea dacă medie deviază de la valoare %s.
ru: Проверка на отклонение среднего от значения %s.
sk: Testovanie odchýlky priemeru od hodnoty %s.
tr: Ortalamanın %s değerinden farklı olup olmadığı test ediliyor.

source: Testing if median deviates from the value %s.
ar: اختبار إذا كانت قيمة الوسيط تختلف عن القيمة %s.
bg: Проверка дали медианата се различава от стойност %s.
de: Testen, ob der Median vom Wert %s abweicht.
es: Comprobando si la mediana se desvía del valor %s.
fa: تست اگر میانه از مقدار s% منحرف شده است.
hu: Teszt, hogy a medián eltér-e a(z) %s értéktől.
it: Verifica se la mediana si discosta dal valore %s.
ms: Melaksanakan ujian untuk melihat jika median menyimpang dari nilai %s
nb: Tester om medianen avviker fra verdien %s.
ro: Testarea dacă medianul deviază de la valoare %s.
ru: Проверка на отклонение медианы от значения %s.
sk: Testovanie odchýlky mediánu od hodnoty %s.
tr: Medyanın %s değerinden farklı olup olmadığı test ediliyor.

source: Choosing one-sample t-test or Wilcoxon signed-rank test depending on the assumption.
ar: اختيار اختبار t لعينة واحدة أو اختبار Wilcoxon الرتبي اعتمادًا على الافتراض.
bg: Избор на едноизвадков t-критерий на Стюдънт или на T-критерий на Уилкоксън в зависимост от предпоставката.
de: Einstichproben-t-Test oder Wilcoxon-Vorzeichen-Rang-Test in abhängig von der Annahme auswählen.
es: Seleccionando la prueba t de una muestra o la prueba de rango con signo de Wilcoxon, depende de las asunciones.
fa: انتخاب آزمون ت تک نمونه‌ای آزمون یا ویلکاکسون بسته به فرض .
hu: Egy mintás t-próba vagy Wilcoxon előjel próba választása az előfeltételektől függően.
it: Scegli il test t di Student per singolo campione o il test dei ranghi con segno di Wilcoxon a seconda delle ipotesi.
ms: Memilih ujian-t satu sampel atau ujian Wilcoxon signed-rank berdasarkan andaian.
nb: Velger one-sample t-test eller Wilcoxon signed rank- test avhengig av antakelse
ro: Alegerea testul t pentru un singur eșantion sau testul Wilcoxon pentru observații împerecheată (signed-rank test) depinde de presupunere.
ru: Выбор одновыборочного t-критерия или критерия знаковых рангов Вилкоксона в зависимости от гипотезы.
sk: Výber jednofaktorového t-testu alebo Wilcoxonovho párového testu na základe predpokladu.
tr: Varsayımlara bağlı olarak tek örneklem t-testi ya da Wilcoxon işaretli sıralar testi seçiliyor.

source: Running one-sample t-test.
ar: تشغيل اختبار t لعينة واحدة .
bg: Изчисляване на едноизвадков t-критерий на Стюдънт.
de: Einstichproben-t-Test ausführen.
es: Ejacutando la prueba t de una muestra.
fa: اجرای آزمون تک نمونه‌ای
hu: Egy mintás t-próba futtatása.
it: Eseguendo il test t di Student per un campione
ms: Melaksanakan ujian-t satu sampel.
nb: Kjører one-sample t-test
ro: Rulare testul t pentru un singur eșantion.
ru: Запуск Т-теста с одним образцом.
sk: Prebieha jednofaktorový t-test.
tr: Tek örneklem t-testi uygulanıyor.

source: Normality is violated.
ar: الحالة الطبيعية منتهكة.
bg: Предпоставката за нормалност на разпределението е нарушена.
de: Normalität wird verletzt.
es: La normalidad es violada.
fa: نرمالیته نقض شده است
hu: A normalitás sérült.
it: La normalità è violata.
ms: Normaliti dilanggar.
nb: Normalitet er brutt
ro: Normalitatea este încălcată.
ru: Нормальность нарушена.
sk: Normalita je porušená.
tr: Normallik ihlal edildi.

source: Running Wilcoxon signed-rank test.
ar: تشغيل اختبار Wilcoxon الرتبي .
bg: Изчисляване на Т-критерий на Уилкоксън.
de: Wilcoxon-Vorzeichen-Rang-Test ausführen.
es: Ejacutando la prueba de rango con signo de Wilcoxon.
fa: اجرای ِ آزمون ویلکاکسون .
hu: Wilcoxon előjel próba futtatása.
it: Eseguendo il test dei ranghi con segno di Wilcoxon.
ms: Melaksanakan ujian Wilcoxon signed-rank.
nb: Kjører Wilcoxon signed-rank test
ro: Rularea testului Wilcoxon pentru observații împerecheate (signed-rank test).
ru: Запуск критерия знаковых рангов Вилкоксона.
sk: Prebieha Wilcoxonov párový test.
tr: Wilcoxon işaretli sıralar testi uygulanıyor.

source: Population properties
ar: خصائص المجتمع
bg: Характеристики на популацията
de: Populationsbeschaffenheit
es: Propriedades de población
fa: ﺧﻮاص جمیعت
hu: Populáció tulajdonságai
it: Proprietà della popolazione
ms: Ciri-ciri populasi
nb: Egenskaper ved populasjonen
ro: Proprietățile populației
ru: Свойства популяции
sk: Vlastnosti populácie
tr: Popülasyon özellikleri

source: Testing if correlation differs from 0.
ar: اختبار ما إذا كانت الارتباط يختلف عن 0.
bg: Проверка дали корелацията се различава от 0.
de: Testen, ob Korrelation von 0 abweichen.
es: Comprobando si la correlación difiere de 0.
fa: آزمون اینکه همبستگی با ۰ متفاوت باشد
hu: Teszt, hogy a korreláció eltér-e 0-tól.
it: Verifica se la correlazione si discosta da 0.
ms: Menguji jika korelasi berbeza daripada 0.
nb: Tester om korrelasjonen er forskjellig fra 0.
ro: Testarea dacă corelația diferă de la 0.
ru: Проверка корреляции на отличие от нуля.
sk: Testovanie, či korelácia je iná ako 0.
tr: Korelasyonun 0'dan farklı olup olmadığı test ediliyor.

source: Testing if variables are independent.
ar: اختبار استقلالية المتغيرات.
bg: Проверка дали променливите са независими.
de: Testen, ob Variablen unabhängig sind.
es: Comprobando si las variables son independientes.
fa: آزمون اینکه متغیر ها مستقل هستند
hu: Teszt, hogy a változók függetlenek-e.
it: Verifica se le variabili sono indipendenti.
ms: Menguji jika pembolehubah adalah bebas.
nb: Tester om variablene er uavhengige.
ro: Testarea dacă variabilele sunt independente.
ru: Проверка независимости переменных.
sk: Testovanie, či premenné sú nezávislé.
tr: Değişkenlerin bağımsız olup olmadığı test ediliyor.

source: Testing if the means are the same.
ar: اختبار تساوي المتوسطات الحسابية .
bg: Проверка дали средните аритметични са еднакви.
de: Testen, ob die Mittelwerte gleich sind.
es: Probando si los medios son los mismos.
fa: آزمون اگر میانگین ها (حد وسط) یکسان باشند
hu: Teszt, hogy az átlagok megegyeznek-e.
it: Verifica se le medie sono uguali.
ms: Menguji jika semua min adalah sama.
nb: Tester om gjennomsnittene er de samme.
ro: Testarea dacă mediile sunt aceeași.
ru: Проверка похожести средних.
sk: Testovanie, či priemery sú rovnaké.
tr: Ortalamaların aynı olup olmadığı test ediliyor.

source: Testing if the medians are the same.
ar: اختبار تساوي قيم الوسيط .
bg: Проверка дали медианите са еднакви.
de: Testen, ob die Mediane gleich sind.
es: Comprobando si las medianas son las mismas.
fa: آزمون اگر میانه ها یکسان باشند
hu: Teszt, hogy a mediánok megegyeznek-e.
it: Verifica se le mediane sono uguali.
ms: Menguji jika semua median adalah sama.
nb: Tester om medianene er de samme.
ro: Testarea dacă medianele sunt același.
ru: Проверка похожести медиан.
sk: Testovanie, či mediány sú rovnaké.
tr: Medyanların aynı olup olmadığı test ediliyor.

source: Testing if the distributions are the same.
ar: اختبار تساوي التوزيعات .
bg: Проверка дали разпределенията са еднакви.
de: Testen, ob die Verteilungen gleich sind.
es: Comprobando si las distribuciones son las mismas.
fa: آزمون اینکه توزیع ها یکسان هستند.
hu: Teszt, hogy az eloszlások megegyeznek-e.
it: Verifica se le distribuzioni sono uguali.
ms: Menguji untuk melihat sama ada distribusi adalah sama.
nb: Tester om distribusjonen er den samme.
ro: Testarea dacă distribuțile sunt aceeași.
ru: Проверка похожести распределений.
sk: Testovanie, či rozloženie je rovnaké.
tr: Dağılımların aynı olup olmadığı test ediliyor.

source: Normality and homogeneity of variance are not violated. >> Running two sample t-test.
ar: الحالة الطبيعية وتجانس التباين غير منتهكين . >> تشغيل اختبار t لعينتين.
bg: Предпоставките за нормалност на разпределението и равенство на дисперсиите не са нарушени. >> Изчислявяне на t-критерий на Стюдънт за независими извадки.
de: Normalität und Varianzhomogenität werden nicht verletzt. >> Zweistichproben-t-Test ausführen.
es: La normalidad y la homogeneidad de varianza no son violadas. >> Ejacutando la prueba t de dos muestras.
fa: نرمالیته و همگنی واریانس نقض نشده اند >> اجرای ِ آزمونِ ت دو نمونه ای .
hu: A normalitás és a szóráshomogenitás nem sérült. >> Két mintás t-próba futtatása.
it: La normalità e l'omogeneità della varianza non sono violate. >> Esecuzione del test t di Student per due campioni.
ms: Normaliti dan kehomogenan varians tidak dilanggar. >> Melaksanakan ujian-t dua sampel.
nb: Normalitet og homogenitet av variansen er ikke brutt.>> Kjører two-sample t-test.
ro: Normalitatea și omogenitatea varianței nu sunt încălcate. >> Rulare testul t pentru eșantioane perechi.
ru: Нормальность и ондородность дисперсии не нарушена. >> Запуск двухвыборочного t-критерия.
sk: Normalita a homogenita rozptylu nie sú porušené. >> Prebieha párový t-test.
tr: Normallik ve varyans homojenliği ihlal edilmedi. >> İki örneklem t testi uygulanıyor.

source: Normality and homogeneity of variance are not violated. >> Running one-way ANOVA.
ar: الحالة الطبيعية وتجانس التباين لم يتم انتهاكهما. >> تشغيل تحليل التباين ANOVA الأحادي.
bg: Предпоставките за нормалност на разпределението и равенство на дисперсиите не са нарушени. >> Изчислявяне на еднофакторен дисперсионен анализ.
de: Normalität und Varianzhomogenität werden nicht verletzt. >> Einfaktorielle ANOVA ausführen.
es: La normalidad y la homogeneidad no son violadas. >> Ejacutando la ANOVA de un factor.
fa: نرمالیته و همگنی واریانس نقض نشده اند >> اجرای ِ تحلیل واریانس یک طرفه ANOVA.
hu: A normalitás és a szóráshomogenitás nem sérült. >> Egyszempontos VA futtatása.
it: La normalità e l'omogeneità della varianza non sono violate. >> Esecuzione di ANOVA a una via.
ms: Normaliti dan kehomogenan varians tidak dilanggar. >> Melaksanakan ANOVA satu hala.
nb: Normalitet og homogenitet av variansen er ikke brutt.>> Kjører one-way ANOVA.
ro: Normalitatea și omogenitatea varianței nu sunt încălcate. >> Rulare ANOVA simplă.
ru: Нормальность и однородность дисперсии не нарушена. >> Запуск однофакторного дисперсионного анализа.
sk: Normalita a homogenita rozptylu nie sú porušené. >> Prebieha jednofaktorová ANOVA.
tr: Normallik ve varyans homojenliği ihlal edilmedi. >> Tek yönlü ANOVA uygulanıyor.

source: Simple automatic data analysis software
ar: برنامج تحليل بيانات آلي بسيط
bg: Опростен софтуер за автоматичен анализ на данни
de: Einfache automatische Datenanalyse-Software
es: Software de análisis automático simple de datos
fa: نرم افزار ساده تجزیه و تحلیل خودکار
hu: Egyszerű automatikus adatelemző szoftver
it: Software intuitivo di analisi automatica dei dati
ms: Perisian data analisis automatik yang mudah.
nb: Enkel automatisk dataanalyse software.
ro: Software simplu și automatic de analiză de date
ru: Простое ПО для автоматического анализа данных
sk: Jednoduchý program na automatickú analýzu dát
tr: Basit otomatik veri analizi yazılımı

source: Visit CogStat website
ar: زيارة موقع CogStat
bg: Посетете уебсайта на CogStat
de: Besuchen Sie die Website von CogStat
es: Visitar el sitio web de CogStat
fa: به وب سایت CogStat مراجعه کنید.
hu: Látogasd meg a CogStat honlapját
it: Visita il sito internet di CogStat
ms: Layari laman web CogStat
nb: Besøk CogStat sin hjemmeside
ro: Vizitare pagină de web CogStat
ru: Посетить сайт CogStat
sk: Navštíviť CogStat webstránku
tr: CogStat internet sitesini ziyaret edin

source: Welcome to CogStat!
ar: مرحبًا بك في CogStat!
bg: Добре дошли в CogStat!
de: Willkommen bei CogStat!
es: ¡Bienvenido a CogStat!
fa: به CogStat خوش آمدید!
hu: Üdvözlünk a CogStatban!
it: Benvenuto in CogStat!
ms: Selamat datang ke CogStat!
nb: Velkommen til CogStat!
ro: Bun venit la CogStat!
ru: Добро пожаловать в CogStat!
sk: Vitajte v CogStat!
tr: CogStat'a hoş geldiniz!

source: CogStat makes statistical analysis more simple and efficient.
ar: يجعل CogStat التحليل الإحصائي أكثر بساطة وكفاءة.
bg: CogStat прави статистическия анализ по-опростен и по-ефикасен.
de: CogStat gestaltet statistische Analysen einfach und effizient.
es: CogStat hace que el análisis estadístico sea más simple y eficiente.
fa: CogStat تحلیل آماری را ساده تر و کارآمد تر می کند.
hu: A CogStat segítségével a statisztikai elemzés egyszerűbb és hatékonyabb.
it: CogStat rende l'analisi statistica più semplice ed efficiente.
ms: CogStat menjadikan analisis statistik lebih mudah dan efisien.
nb: CogStat gjør statistiske analyser enklere og mere effektive.
ro: CogStat face analiză de statistică mult mai simplă și efficientă.
ru: CogStat делает статистический анализ более простым и эффективным.
sk: CogStat robí štatistickú analýzu jednoduchšou a efektívnejšou.
tr: CogStat istatiksel analizi kolay ve verimli hale getirir.

source: To start working open a data file or paste your data from a spreadsheet.
ar: لبدء العمل، قم بفتح ملف بيانات أو لصق بياناتك من جدول البيانات.
bg: За да започнете работа, отворете файл с данни или копирайте и поставете данните от електронна таблица.
de: Um mit der Arbeit zu beginnen, öffnen Sie eine Datendatei oder fügen Sie Ihre Daten aus einer Tabelle ein.
es: Para empezar a trabajar, necesitas abrir un archivo de datos o pegar tus datos de una hoja de cálculo.
fa: برای شروع کار یک فایل داده را باز کرده یا داده های خود را از یک صفحه گسترده وارد کنید.
hu: A munka elkezdéséhez nyiss meg egy adatfájlt, vagy másold be az adataidat egy táblázatkezelőből.
it: Per iniziare a lavorare, apri un file di dati o incolla i tuoi dati da un foglio di calcolo.
ms: Untuk bermula, sila buka satu fail data atau tampal data anda daripada spreadsheet.
nb: For å begynne, åpne en datafil eller lim inn data fra et regneark.
ro: Pentru a începe procesul, deschideți un fișier sau introduceți datele de la o foaie de calcul.
ru: Для начала работы откройте файл с данными или вставьте ваши данные из spreadsheet.
sk: Ak chcete začať pracovať, otvorte dátový súbor alebo prilepte svoje údaje z tabuľkového procesoru.
tr: Çalışmaya başlamak için bir veri dosyası açın ya da verilerinizi elektronik tablodan yapıştırın.

source: Rank of the raw data
ar: ترتيب البيانات الخام
bg: Ранг на необработените данни
de: Rang der Rohdaten
es: Rango de datos brutos
fa: رتبه داده های خام
hu: A nyers adatok sorrendje
it: Rango dei dati grezzi
ms: Taraf data mentah.
nb: Rangering av rådata
ro: Rangul datelor brute
ru: Ранг исходных данных
sk: Zoradiť nespracované dáta
tr: Ham verinin sıralaması

source: Histogram of rank data with individual data and boxplot
bg: Хистограма на данните по ранг с индивидуални данни и диаграма тип 'кутия'
de: Histogramm der Rangdaten mit individuellen Daten und Boxplot
es: Histograma de datos de rango con datos individuales y diagrama de caja
fa: هیستوگرام داده های رتبه بندی با داده های فردی و جعبه ای
hu: Sorrend adatok hisztogramja az egyedi adatokkal és dobozdiagram
it: Istogramma del rango dei dati con dati individuali e boxplot
ms: Histogram taraf data dengan data individu dan boxplot.
nb: Histogram av rangeringsdata med individuelle data og boksplott
ro: Histogramă de date de rang cu date individuale și boxplot
ru: Гистограмма ранговых данных с индивидуальными данными и коробчатая диаграмма
sk: Histogram hodnosti dát s jednotlivými údajmi a krabicový graf
tr: Sıralama verilerinin bireysel veri ve kutu grafiği ile histogramı

source: Scatterplot of the rank of the variables
ar: مخطط الانتشار لرتب المتغيرات
bg: Диаграма на разсейване на ранга на променливите
de: Streudiagramm der Variablen Ränge
es: Gráfico de dispersión del rango de las variables
fa: نمودار پراکندگی ِ (نمودار نقطه‌ای) رتبه متغیرها
hu: A változók sorrendjének pontfelhő diagramja
it: Grafico a dispersione del rango delle variabili
ms: Plot taburan taraf pembolehubah.
nb: Scatterplott av rangeringen av variablene
ro: Diagrama de împrăștiere al rangurilor variabilelor
ru: Диаграмма рассеяния ряда переменных
sk: Korelačný diagram hodnosti premenných
tr: Değişkenlerin sıralamasının dağılım grafiği

source: Individual data of the variables
ar: البيانات الفردية للمتغيرات
bg: Индивидуални данни на променливите
de: Individuelle Daten der Variablen
es: Datos individuales de las variables
fa: داده های فردی از متغیرها
hu: A változók egyéni adatai
it: Dati individuali delle variabili
ms: Data individu pembolehubah
nb: Individuelle data av variablene
ro: Date individuale ale variabilerol
ru: Индивидуальные данные переменных
sk: Jednotlivé údaje premenných
tr: Değişkenlerin bireysel verileri

source: Individual data of the rank data of the groups
bg: Индивидуални данни на данните за ранг на групите
de: Individuelle Daten der Rangdaten der Gruppen
es: Datos individuales de los datos de rango de los grupos
fa: داده های فردی از اطلاعات رتبه بندی گروه ها
hu: A csoportok sorrendi adatainak egyedi adatai
it: Dati individuali dei dati ordinati dei gruppi
ms: Data individu dari taraf data kelompok.
nb: Individuelle data av gruppenes rank data
ro: Date individuale ale datelor de rang ale grupurilor
ru: Индивидуальные данные ранговых данных групп
sk: Jednotlivé údaje hodnosti dát v skupínách
tr: Grupların sıralama verilerinin bireysel verileri

source: Boxplot and individual data of the rank data of the groups
ar: المخطط الصندوقي والبيانات الفردية للبيانات الرتبية في المجموعات
bg: Диаграма тип 'кутия' и индивидуални данни на данните за ранг на групите
de: Boxplot und individuelle Daten der Rangdaten der Gruppen
es: Diagrama de caja y datos individuales de los datos de rango de los grupos
fa: نمودار جعبه‌ای و داده های فردی از اطلاعات رتبه بندی گروه ها
hu: A csoportok sorrendi adatainak dobozdiagramja és egyedi adatai
it: Boxplot e dati individuali dei dati ordinati dei gruppi
ms: Boxplot dan data individu dari taraf data kelompok.
nb: Boksplott og individuelle data av gruppenes rank data
ro: Boxplot și date individuale ale datelor de rang ale grupurilor
ru: Коробчатая диаграмма и индивидуальные данные ранговых данных групп
sk: Krabicový graf a jednotlivé údaje o hodnosti dát v skupinách
tr: Grupların sıralama verilerinin kutu grafiği ve bireysel verileri

source: Individual data of the groups
ar: البيانات الفردية للمجموعات
bg: Индивидуални данни на групите
de: Individuelle Daten der Gruppen
es: Datos individuales de los grupos
fa: داده های فردی گروه ها
hu: A csoportok egyéni adata
it: Dati individuali dei gruppi
ms: Data individu kelompok
nb: Individuelle data fra gruppene
ro: Date individuale ale grupurilor
ru: Индивидуальные данные групп
sk: Jednotlivé údaje skupín
tr: Grupların bireysel verileri

source: Point estimation
ar: التقدير النقطي
bg: Точкова оценка
de: Punktschätzung
es: Estimación puntual
fa: برآورد نقطه ای
hu: Pontbecslés
it: Stima puntuale
ms: Titik estimasi
nb: Punktestimat
ro: Estimație de punct
ru: Точечная оценка
sk: Bodový odhad
tr: Nokta tahmini

source: 95% confidence interval
ar: فترة الثقة 95%
bg: 95% доверителен интервал
de: 95% Konfidenzintervall
es: Intervalo de confianza del 95%
fa: بازه اطمینان ۹۵%
hu: 95% konfidencia intervallum
it: Intervallo di confidenza al 95%
ms: 95% interval keyakinan
nb: 95 % konfidensintervall
ro: 95% interval de încredere
ru: 95% доверительный интервал
sk: 95% interval spoľahlivosti
tr: %95 güven aralığı

source: Standard deviation
ar: الانحراف المعياري
bg: Стандартно отклонение
de: Standardabweichung
es: Desviación estándar
fa: انحراف معیار
hu: Szórás
it: Deviazione standard
ms: Simpangan baku
nb: Standardavvik
ro: Abatere standard
ru: Стандартное отклонение
sk: Štandardná odchýlka
tr: Standart sapma

source: N of valid cases
es: N de casos válidos
fa: N موارد معتبر
hu: Érvényes esetek száma
it: N di casi validi
ms: N kes yang
nb: N av valide caser
ro: N din cazuri valide
ru: N валидных случаев
tr: Geçerli olayların sayısı

source: Update available
ar: التحديث متاح
bg: Наличен ъпдейт
de: Update verfügbar
es: Actualización disponible
fa: به روزرسانی در دسترس است
hu: Frissítés elérhető
it: Aggiornamento disponibile
ms: Kemas kini tersedia.
nb: Oppdatering tilgjengelig
ro: Actualizare este disponibilă
ru: Доступно обновление
sk: Aktualizácia je k dispozícií
tr: Güncelleme mevcut

source: New version is available.
ar: النسخة الجديدة متاحة.
bg: Налична е нова версия.
de: Neue Version ist verfügbar.
es: Nueva versión está disponible.
fa: نسخه جدید در دسترس است.
hu: Új változat elérhető.
it: La nuova versione è disponibile.
ms: Versi baru tersedia.
nb: Ny versjon er tilgjengelig
ro: Versiune nouă este disponibilă.
ru: Доступна новая версия.
sk: Je k dispozícií nová verzia.
tr: Yeni sürüm mevcut.

source: You can download the new version<br>from the <a href = "%s">CogStat download page</a>.
ar: يمكنك تحميل النسخة الجديدة من <a href = "%s">CogStat صفحة تحميل</a>.
bg: Можете да изтеглите новата версия<br>от <a href = "%s">страницата за изтегляне на CogStat</a>.
de: Sie können die neue Version <br> von der <a href="%s"> CogStat-Download-Seite </a> herunterladen.
es: Puedes descargar la nueva versión<br>from the <a href = "%s">CogStat download page</a>.
fa: شما می توانید نسخه جدید را از <a href="%s"> صفحه دانلود CogStat </a> دانلود کنید.
hu: Az új változat letölthető <br>a <a href = "%s">CogStat letöltés oldalról</a>.
it: Puoi scaricare la nuova versione <br>dalla <a href = "%s">pagina di download di CogStat</a>.
ms: Anda boleh muat turun versi baru <br> dari <a href="%s">CogStat download page</a>.
nb: Du kan laste ned den nye versjonen <br> fra <a href = "%s">CogStat download page </a>.
ro: Versiunea nouă se descărca<br>de la <a href = "%s">pagina de Cogstat</a>.
ru: Вы можете загрузить новую версию<br>со<a href = "%s">страницы загрузки CogStat</a>.
sk: Novú verziu<br>si môžete stiahnuť na <a href = "%s">CogStat download page</a>.
tr: Yeni sürümü <br> buradan <a href = "%s">CogStat download page</a> indirebilirsiniz .

source: Explore relation of variable &pair
ar: اكتشف علاقة المتغير &الزوج
bg: Изследвай взаимовръзката на &двойка променливи
de: Beziehung zwischen Variable &Paar untersuchen
es: Explorar la relación del &par de variable
fa: رابطه متغیر و جفت را کاوش ( جست و جو ) کنید.
hu: Változó &párok kapcsolatának vizsgálata
it: Esplora la relazione della coppia di variabili
ms: Memeriksa hubungan antara pembolehubah dan pasangan
nb: Utforsk relasjonen variabel &par
ro: Explorează relații între variabile &perechi
ru: Изучить связь &пары переменных
sk: Preskúmať vzťah &dvojice premenných
tr: Değişken çiftinin ilişkisini incele
