Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Not all variables are nominal. Consider comparing groups.
ar: ليست كل المتغيرات اسمية. ضع في اعتبارك مقارنة المجموعات.
bg: Не всички променливи са номинално скалирани. Помислете за сравнение между групи.
de: Nicht alle Variablen sind nominal. Ziehen Sie ein Vergleich der Gruppen in Betracht.
es: No todas las variables son nominales. Considera comparar grupos.
fa: همهٔ متغیر‌ها اسمی نیستند. مقایسه یِ گروه‌ها را در نظر داشته باشید.
hu: Nem mindegyik változó nominális. Érdemes lehet a csoportok összehasonlítását megfontolni.
it: Non tutte le variabili sono nominali. Considera confrontare i gruppi.
ms: Bukan semua pembolehubah adalah nominal. Sila pertimbangkan untuk membandingkan kelompok.
nb: Ikke alle variablene er nominale. Vurdér å sammeligne grupper.
ro: Nu toate variabile sunt nominale. Luați în considerare compararea grupurilor.
ru: Не все переменные являются номинальными. Рассмотрите сравнение групп.
sk: Nie všetky premenné sú nominálne. Zvážte porovnanie skupín.
tr: Bütün değişkenler nominal değil. Grupları karşılaştırmayı düşünün.

source: Nominal variables.
ar: متغيرات اسمية.
bg: Номинално скалирани променливи.
de: Nominale Variablen.
es: Variables nominales.
fa: متغیرهایِ اسمی.
hu: Nominális változók
it: Variabili nominali.
ms: Pembolehubah nominal
nb: Nominal variabler.
ro: Variabile nominale.
ru: Номинальные переменные.
sk: Nominálne premenné.
tr: Nominal değişkenler.

source: Running Cramér's V.
ar: تشغيل Cramér's V.
bg: Изчисляване на kоефициент на Крамер.
de: Cramérs V ausführen.
es: Ejacutando la V de Cramer.
fa: اجرایِ ضريب همبستگی‌ وي کرامر.
hu: Cramér's V futtatása.
it: Calcolando l' indice V di Cramer
ms: Melaksanakan Cramer V
nb: Kjører Cramér's V.
ro: Rularea Cramér's V.
ru: Запуск критерия Крамера V.
sk: Prebieha Cramér V.
tr: Cramer'in V. uygulanıyor.

source: Variables to compare:
ar: متغيرات للمقارنة:
bg: Променливи за сравнение:
de: Variablen zu vergleichen:
es: Variables para comparar:
fa: متغیر‌ها برایِ مقایسه:
hu: Összehasonlítandó változók:
it: Variabili da confrontare:
ms: Pembolehubah untuk dibanding:
nb: Variabler å sammenligne:
ro: Variabile de comparare:
ru: Переменные для сравнения:
sk: Porovnanie premenných:
tr: Karşılaştırılacak değişkenler:

source: Sorry, you can't compare variables with different measurement levels. You could downgrade higher measurement levels to lowers to have the same measurement level.
ar: عذرًا ، لا يمكنك مقارنة المتغيرات من مستويات قياس مختلفة. يمكنك تخفيض مستويات القياس الأعلى إلى المستويات المنخفضة للحصول على نفس مستوى القياس.
bg: Съжаляваме, не може да сравнявате променливи с различни нива на измерване. Може да свалите по-високо ниво на измерване до по-ниско, за да получите еднакви нива на измерване.
de: Es ist leider nicht möglich Variablen mit unterschiedlichen Messniveaus zu vergleichen. Sie können höhere Messniveaus herabstufen, um das gleiche Messniveaus zu erhalten.
es: Lo siento, no puedes comparar variables con niveles de medición diferentes. Puedes rebajar los niveles de medición más altos a más bajos para tener el mismo nivel de medición.
fa: متاسفانه، شما نمی‌‌توانید متغیرها با سطحِ اندازه گیریِ مختلف را مقایسه کنید. شما می‌‌توانید سطوحِ اندازه‌گیریِ بالا را به پایین‌تر بکاهید که سطوحِ اندازه گیریِ یکسان داشته باشید.
hu: Elnézést, nem lehet eltérő mérési szintű változókat összehasonlítani. A magasabb mérési szintű változót be lehet állítani alacsonyabb szintűre, hogy egyforma lehessen a mérési szintjük.
it: Spiacente, non puoi confrontare le variabili con diversi livelli di misurazione. Dovresti ridurre i livelli di misurazione più alti ai livelli di quelli inferiori per avere lo stesso livello di misurazione.
ms: Maaf, anda tidak boleh membanding pembolehubah dengan tahap pengukuran yang lain. Anda boleh menurunkan tahap pengukuran yang lebih tinggi kepada yang lebih rendah untuk mempunyai tahap pengukuran yang sama.
nb: Beklager, du kan ikke sammenligne variabler med ulike målenivåer. Du kan endre høyere målenivåer til lavere for samme målenivå.
ru: Извините, вы не можете сравнить переменные с разными измерительными уровнями. Вы можете понизить более высокие уровни до низких для приведения к одинаковым уровням измерения.
sk: Prepáčte, ale nemôžete porovnávať premenné s rozdielnou úrovňou merania. Môžete znížiť úroveň vyšších na nižšie, aby ste dosiahli rovnakú úroveň merania.
tr: Maalesef, farklı ölçüm seviyeli değişkenleri karşılaştıramazsınız. Aynı ölçüm seviyesine sahip olmak için daha yüksek ölçüm seviyelerini daha düşük seviyelere düşürebilirsiniz.

source: At least two variables required.
ar: يلزم متغيرين على الأقل.
bg: Необходими са поне две променливи.
de: Mindestens zwei Variablen sind erforderlich.
es: Al menos dos variables se requieren.
fa: حداقل دو متغیر احتیاج است.
hu: Legalább kettőnél változó szükséges.
it: Sono richieste almeno due variabili.
ms: Sekurang-kurangnya dua pembolehubah diperlukan.
nb: Minst to variabler kreves.
ro: Cel puțin două variabile sunt necesare.
ru: Требуется, как минимум, две переменные.
sk: Potrebné sú aspoň dve premenné.
tr: En az iki değişken gerekli.

source: Two variables.
ar: متغيرين.
bg: Две променливи.
de: Zwei Variablen.
es: Dos variables.
fa: دو متغیر.
hu: Két változó.
it: Due variabili.
ms: Dua pembolehubah
nb: To variabler:
ro: Două variabile.
ru: Две переменные.
sk: Dve premenné.
tr: İki değişken.

source: Checking for normality.
ar: التحقق من الحالة الطبيعية.
bg: Проверка на предпоставката за нормалност на разпределението.
de: Auf Normalität prüfen.
es: Comprobando la normalidad.
fa: بررسی نرمالیته (نرمال بودن)
hu: Normalitás ellenőrzése.
it: Verificando la normalità.
ms: Menyemak normaliti.
nb: Sjekker for normalitet.
ro: Verificarea normalităţii
ru: Проверка на нормальность.
sk: Overovanie normality.
tr: Normallik kontrol ediliyor.

source: Normality is violated in variable
ar: يتم انتهاك الحالة الطبيعية في المتغير
bg: Предпоставката за нормалност на разпределението е нарушена за променлива
de: Normalität wird verletzt in Variable
es: La normalidad es violada en la variable
fa: نرمالیته در متغیر نقض شده است.
hu: A normalitás sérült a változóban
it: La normalità è violata nella variabile.
ms: Normaliti dilanggar dalam pembolehubah
nb: Normalitet er brutt for variabel
ro: Normalitatea este încălcat în variabila
ru: Нормальность в переменной нарушена
sk: Normalita pre premennú je porušená
tr: Değişkende normallik ihlal edildi.

source: Normality is not violated. >> Running paired t-test.
ar: لم تنتهك الحالة الطبيعية. >> تشغيل اختبار t المقترن.
bg: Предпоставката за нормалност на разпределението не е нарушена. >> Изчисляване на t-критерий на Стюдънт за зависими извадки.
de: Normalität wird nicht verletzt. >> Abhängigen t-Test ausführen.
es: Normalidad no es violada. >> Ejacutando la prueba t pareada.
fa: نرمالیته نقض نشده است. >> اجرایِ آزمون تی وابسته (جفتی).
hu: A normalitás nem sérült. >> Páros t-próba futtatása.
it: La normalità non é violata. >> Eseguendo il test t di Student per campioni appaiati.
ms: Normaliti tidak dilanggar. >> Melaksanakan ujian-t berpasangan.
nb: Normalitet er ikke brutt.>> Kjører paret t-test.
ro: Normalitatea nu este încălcată. >> Rularea testului t pentru eşantioane perechi.
ru: Нормальность не нарушена. >> Запуск парного t-критерия
sk: Normalita nie je porušená. >> Prebieha párový t-test.
tr: Normallik ihlal edilmedi. >> Bağımlı t-testi uygulanıyor.

source: Running paired Wilcoxon test.
ar: تشغيل اختبار Wilcoxon المقترن.
bg: Изчисляване на T-критерий на Уилкоксън за зависими извадки.
de: Abhängigen Wilcoxon-Test ausführen.
es: Ejacutando la prueba de Wilcoxon pareada.
fa: اجرایِ آزمون ویلکاکسونِ جفتی.
hu: Páros Wilcoxon próba futtatása.
it: Eseguendo il test di Wilcoxon per dati appaiati.
ms: Melaksanakan ujian Wilcoxon berpasangan
nb: Kjører paret Wilcoxon test.
ro: Rularea testului Wilcoxon pentru eşantioane perechi.
ru: Запуск парного критерия Уилкоксона.
sk: Prebieha párový Wilcoxonov test.
tr: Bağımlı Wilcoxon testi uygulanıyor.

source: Sorry, not implemented yet.
ar: عذرا ، لم توظف بعد.
bg: Съжаляваме, още не е осъществено.
de: Leider noch nicht implementiert.
es: Lo siento, aún no está implementado.
fa: متاسفانه، هنوز اجرا نشده است.
hu: Sajnos ez a funkció még nincsen kész.
it: Spiacente, non é ancora stato implementato.
ms: Maaf, belum dilaksanakan lagi.
nb: Beklager, dette er ikke implementert enda.
ro: Ne pare rău, nu este implementat încă.
ru: Извините, еще не реализовано.
sk: Prepáčte, ešte nie je implementovaný.
tr: Üzgünüz, henüz uyarlanmadı.

source: More than two variables.
ar: أكثر من متغيرين.
bg: Повече от две променливи.
de: Mehr als zwei Variablen.
es: Más de dos variables.
fa: بیشتر از دو متغیر.
hu: Kettőnél több változó.
it: Piú di due variabili.
ms: Lebih daripada dua pembolehubah.
nb: Mer enn to variabler.
ro: Mai mult de două variabile.
ru: Более, чем две переменные.
sk: Viac ako dve premenné.
tr: İkiden fazla değişken.

source: Running Friedman test.
ar: تشغيل اختبار Friedman.
bg: Изчисляване на критерий на Фридман.
de: Friedman-Test ausführen.
es: Ejacutando la prueba de Friedman.
fa: اجرایِ آزمون فریدمن.
hu: Friedman-próba futtatása.
it: Eseguendo il test di Friedman.
ms: Melaksanakan ujian Friedman
nb: Kjører Friedman test.
ro: Rularea testului Friedman.
ru: Запуск критерия Фридмана.
sk: Prebieha Friedmanov test.
tr: Friedman testi uygulanıyor.

source: Dependent variable:
ar: المتغير التابع:
bg: Зависима променлива:
de: Abhängige Variable:
es: Variable dependiente:
fa: متغیرِ وابسته:
hu: Függő változó:
it: Variabile dipendente:
ms: Pembolehubah terikat:
nb: Avhengig variabel:
ro: Variabilă dependentă:
ru: Зависимая переменная:
sk: Závislé premenné:
tr: Bağımlı değişken:

source: Group(s):
es: Grupo(s):
fa: گروه (ها):
hu: Csoport(ok):
it: Gruppo/i:
ms: Kelompok:
nb: Gruppe(r):
ro: Grup(uri):
ru: Группа(ы):
tr: Grup(lar):

source: One grouping variable.
ar: متغير تصنيفي واحد.
bg: Една групираща променлива.
de: Eine Gruppierungsvariable.
es: Una variable de agrupación.
fa: یک متغیر چند-گروهی.
hu: Egy csoportosító változó.
it: Una variabile di raggruppamento.
ms: Satu pembolehubah kelompok
nb: En grupperingsvariabel.
ro: O variabilă de grupare.
ru: Одна группирующая переменная.
sk: Skupinová premenná.
tr: Bir gruplama değişkeni

source: There is only one group. At least two groups required.
ar: توجد مجموعة واحدة فقط. يلزم وجود مجموعتين على الأقل.
bg: Има само една група. Необходими са поне две групи.
de: Es gibt nur eine Gruppe. Mindestens zwei Gruppen sind erforderlich.
es: Sólo hay un grupo. Se requieren al menos dos grupos.
fa: فقط یک گروه موجود است. حداقل دو گروه احتیاج است.
hu: Csak egy csoport van. Legalább két csoport szükséges.
it: C'é solo un gruppo. Sono richiesti almeno due gruppi.
ms: Terdapat hanya satu kelompok. Sekurang-kurangnya dua kelompok diperlukan.
nb: Det er bare en gruppe. Minst to grupper kreves.
ro: Există o singură grupă. Cel puțin două grupuri sunt necesare.
ru: Есть только одна группа. Требуется, как минимум, две группы.
sk: Existuje iba jedna skupina. Potrebné sú aspoň dve skupiny.
tr: Sadece bir grup var. En az iki grup gerekli.

source: Two groups.
ar: مجموعتين.
bg: Две групи.
de: Zwei Gruppen.
es: Dos grupos.
fa: دو گروه.
hu: Két csoport.
it: Due gruppi.
ms: Dua kelompok.
nb: To grupper.
ro: Două grupuri
ru: Две группы.
sk: Dve skupiny.
tr: İki grup.

source: One group contains only one case. >> Choosing modified t-test.
ar: مجموعة واحدة تحتوي على حالة واحدة فقط. >> اختيار اختبار t المعدل.
bg: Едната група съдържа само една статистическа единица. >> Избор на модифициран t-критерий на Стюдънт.
de: Eine Gruppe enthält nur einen Fall. >> Modifizierten t-Test auswählen.
es: Un grupo contiene un solo caso. >> Seleccionando la prueba t modificada.
fa: یک گروه حاویِ فقط یک نمونه است. >> انتخاب آزمون تی تغییر یافته.
hu: Az egyik csoport egyetlen esetet tartalmaz. >> Módosított t-próba választása.
it: Un gruppo contiene un solo caso. >> Scegliere il test t di Student modificato.
ms: Satu kelompok hanya boleh mempunyai satu kes. >> Memilih ujian-t yang dimodifikasi. .
nb: En gruppe innholder bare en case. >> Velger modifisert t-test.
ro: Alegerea >> modificat t-test.Un grup conține doar un singur caz. >> Alegerea testului t modificat.
ru: Одна группа содержит лишь один случай. >> Выбор модифицированного t-критерия.
sk: Jedna skupina obsahuje iba jeden prípad. >> Vyberte modifikovaný t-test.
tr: Bir grupta sadece bir olay var. >> Modifiye edilmiş t-testi seçiliyor.

source: group
ar: المجموعة
bg: група
de: Gruppe
es: grupo
fa: گروه.
hu: csoport
it: gruppo
ms: kelompok
nb: gruppe
ro: grup
ru: группа
sk: skupina
tr: grup

source: Normality is not violated. >> Running modified t-test.
ar: لم تنتهك الحالة الطبيعية. >> تشغيل اختبار t المعدل.
bg: Предпоставката за нормалност на разпределението не е нарушена. >> Изчисляване на модифициран t-критерий на Стюдънт.
de: Normalität wird nicht verletzt. >> Modifizierten t-Test ausführen.
es: La normalidad no es violada. >> Ejacutando la prueba t modificada.
fa: نرمالیته نقض نشده است. >> اجرایِ آزمون تی تغییر یافته.
hu: A normalitás feltétele nem sérült. >> Módosított t-próba futtatása.
it: La normalità non è violata. >> Eseguendo il test t di Student modificato.
ms: Normaliti tidak dilanggar. >> Melaksanakan ujian-t yang dimodifikasi.
nb: Normalitet er ikke brutt.>> Kjører modifisert t-test.
ro: Normalitatea nu este încălcată. >> Rularea testului t modificat.
ru: Нормальность не нарушена. >> Запуск модифицированного t-критерия.
sk: Normalita nieje porušená. >> Prebieha modifikovaný t-test.
tr: Normallik ihlal edilmedi. >> Modifiye edilmiş t-testi uygulanıyor.

source: Nominal variable.
ar: متغير اسمي.
bg: Номинално скалирана променлива.
de: Nominale Variable.
es: Variable nominal.
fa: متغیرِ اسمی.
hu: Nominális változó.
it: Variabile nominale
ms: Pembolehubah nominal.
nb: Nominal variabel.
ro: Variabilă nominală.
ru: Номинальная переменная.
sk: Nominálne premenné.
tr: Nominal değişken

source: More than two groups.
ar: أكثر من مجموعتين.
bg: Повече от две групи.
de: Mehr als zwei Gruppen.
es: Más de dos grupos.
fa: بیشتر از دو گروه.
hu: Kettőnél több csoport.
it: Piú di due gruppi.
ms: Lebih daripada dua kelompok.
nb: Mer enn to grupper.
ro: Mai mult de două grupuri.
ru: Более, чем две группы.
sk: Viac než dve skupiny.
tr: İki gruptan fazla

source: Several grouping variables.
ar: العديد من المتغيرات التصنيقية.
bg: Няколко групиращи променливи.
de: Mehrere Gruppierungsvariablen.
es: Variables múltiples de agrupación.
fa: چندین متغیرِ گروهی.
hu: Több csoportosító változó.
it: Numerose variabili di raggruppamento
ms: Beberapa pembolehubah kelompok.
nb: Flere grupperingsvariabler.
ro: Mai multe variabile de grupare.
ru: Несколько объединенных переменных.
sk: Viacero skupinových premenných.
tr: Çeşitli gruplama değişkenleri.

source: Open data file
ar: فتح ملف البيانات
bg: Отвори файла с данни
de: Datei öffnen
es: Abrir el archivo de datos
fa: فایلِ اطلاعات را باز کنید
hu: Adatfájl megnyitása
it: Apri il file di dati
ms: Buka fail data
nb: Åpne data fil
ro: Deschidere fișier de date
ru: Открыть файл с данными
sk: Otvoriť súbor dát
tr: Veri dosyasını aç

source: Save result file
ar: حفظ ملف النتائج
bg: Запиши файла с резултатите
de: Ergebnisdatei speichern
es: Guardar el archivo de resultado
fa: فایلِ نتیجه را ذخیره کنید
hu: Eredmények mentése
it: Salva il file dei risultati
ms: Simpan fail keputusan
nb: Lagre resultatfil
ro: Salvați fișierul rezultat
ru: Сохранить файл результата
sk: Uložiť súbor výsledkov
tr: Sonuç dosyasını kaydet

source: &Explore variable
ar: &استكشاف المتغيرات
bg: &Изследвай променлива
de: &Variable untersuchen
es: &Explorar variable
fa: و متغیر راجستجو کنید.
hu: &Változó vizsgálata
it: &Esplora la variabile
ms: &Periksa pembolehubah
nb: &Utforsk variabel
ro: &Explorează variabila
ru: &Изучить переменную(ые)
sk: &Preskúmať premenné
tr: &Değişkeni incele

source: Import failed
ar: فشل الاستيراد
bg: Неуспешен импорт
de: Import fehlgeschlagen
es: Importación ha fallado
fa: واردات نا موفق بود
hu: Sikertelen beolvasás
it: Si è verificato un problema nell' importazione
ms: Import gagal
nb: Import mislyktes
ro: Import eşuat
ru: Ошибка импорта
sk: Import zlyhal
tr: İçe aktarma başarısız

source: Freq
ar: التكرار
bg: Чест.
de: Häufigkeit
es: Frec
fa: فرکانس
hu: Gyak
ms: Frekuensi
nb: Frekv
ro: Frec
ru: Част.
tr: Frek

source: Rel freq
ar: التكرار النسبي
bg: Относ. чест.
de: Rel Häufigkeit
es: Frec rel
fa: فرکانس نسبی‌
hu: Rel gyak
it: Freq rel
ms: Frek rel
nb: Rel frekv
ro: Frec rel
ru: Отн. част.
tr: Gör frek

source: Cum freq
ar: التكرار التراكمي
bg: Кумул. чест.
de: Cum Häufigkeit
es: Frec acum
fa: فراوانی تجمعی ( تراکم، انباشتی)
hu: Kum gyak
it: Freq cum
ms: Frek kum
nb: Kum frekv
ro: Frec cum
ru: Нак. част.
tr: Küm frek

source: Cum rel freq
ar: التكرار التراكمي النسبي
bg: Кумул. относ. чест.
de: Cum rel Häufigkeit
es: Frec rel acum
fa: فراوانی نسبی تجمعی
hu: Kum rel gyak
it: Freq rel cum
ms: Frek kum rel
nb: Kum rel frekv
ro: Frec rel cum
ru: Нак. отн. част.
tr: Küm gör frek

source: Cramér's V measure of association cannot be computed (division by zero).
ar: لا يمكن حساب قياس ارتباط Cramér's V (قسمة على الصفر).
bg: Коефициентът на Крамер не може да бъде изчислен (деление на нула).
de: Cramér's V Zusammenhangsmaß kann nicht berechnet werden (durch Null teilen).
es: La V de Cramer no puede ser calculada (división por cero).
fa: ضريب همبستگی‌ وي کرامرنمی‌تواند محاسبه شود (تقسیم بر صفر).
hu: Cramér féle V asszociációs együtthatót nem lehet kiszámolni (nullával való osztás).
it: La misura di associazione V di Cramér non può essere calcolata (divisione per zero).
ms: Ukuran perkaitan Cramer V tidak boleh dikira (bahagi dengan kosong).
nb: Cramér's V mål på assosiasjon kan ikke beregnes (deles på null).
ro: Coeficientul V a lui Cramer nu poate fi calculat (diviziune prin zero).
ru: Мера ассоциации Крамера не может быть рассчитана (деление на ноль).
sk: Meranie asociácie podľa Cramér's V nemožno vypočítať (delenie nulou).
tr: Cramer'in V bağımlılık ölçüsü hesaplanamadı (sıfıra bölüm).

source: Number of measurement level do not match the number of variables. Measurement level specification is ignored.
ar: عدد مستويات القياس لا يتطابق مع عدد المتغيرات. يتم تجاهل تحديد مستوى القياس.
bg: Броят на нивата на измерване не отговаря на броя на променливите. Спецификацията на нивата на измерване ще бъде игнорирана.
de: Die Anzahl der Messniveaus stimmt nicht mit der Anzahl der Variablen überein. Die Spezifikation des Messniveaus wird ignoriert.
es: Los números de niveles de medición no coinciden con los números de variables. Se ignora la especificación del nivel de medición.
fa: تعدادِ سطحِ اندازه‌گیریِ با تعدادِ متغیر‌ها مطابقت ندارد. مشخصات سطحِ اندازه گیری نادیده گرفته شده است.
hu: A mérési szintek szám nem egyezik a változók számával. A mérési szint megadását figyelmen kívül hagyjuk.
it: Il numero dei livelli di misurazione non corrisponde al numero delle variabili. Le specifiche sul livello di misurazione sono ignorate.
ms: Bilangan tahap pengukuran tidak sepadan dengan bilangan pembolehubah. Spesifikasi tahap pengukuran diabaikan.
nb: Antall målenivåer matcher ikke antall variabler. Spesifikasjoner på målenivåer er ignorert.
ro: Numărul nivelelor de măsurare nu se potrivesc cu numărul de variabile. Specificarea nivelelor de măsurare este ignorat.
ru: Число измерительных уровней не соответствует числу переменных. Спецификация измерительного уровня проигнорирована.
sk: Počet úrovní merania nezodpovedá počtu premenných. Špecifikácia úrovne merania je ignorovaná.
tr: Ölçüm düzeyi sayısı değişken sayısıyla eşleşmiyor. Ölçüm seviyesi belirtimi yok sayıldı.

source: pandas dataframe
es: dataframe de pandas
fa: DataFrames در Pandas
hu: pandas adat
it: dataframe panda
nb: pandas dataramme
ro: dataframe panda
ru: pandas датафрейм

source: clipboard
es: portapapeles
fa: کلیپ بورد
hu: vágólap
it: appunti
ms: papan klip
nb: utklippstavle
ru: буфер обмена
tr: pano

source: Type
ar: النوع
bg: Вид
de: Typ
es: Tipo
fa: نوع
hu: Típus
it: Tipo
ms: Jenis
nb: Skriv
ro: Tip
ru: Тип
sk: Písať
tr: Tür

source: Level
ar: المستوى
bg: Ниво
de: Niveau
es: Nivel
fa: سطح (میزان)
hu: Szint
it: Livello
ms: Tahap
nb: Nivå
ro: Nivel
ru: Уровень
sk: Úroveň
tr: seviye

source: Filtering is switched off.
ar: تم إيقاف عملية التصفية.
bg: Филтърът е изключен.
de: Filterung ist ausgeschaltet.
es: El filtrado está desactivado.
fa: فیلتر خاموش شده است.
hu: A szűrés kikapcsolva.
it: Il filtro è disattivato.
ms: Penapisan dimatikan
nb: Filtrering er slått av.
ro: Filtrarea este oprit.
ru: Фильтрация выключена.
sk: Filtrovanie je vypnuté.
tr: Filtreleme kapatıldı.

source: Filtering based on %s.
ar: التصفية بناءً على %s.
bg: Филтрирането се основава на %s.
de: Filterung basiert auf %s.
es: Filtrando basado en %s.
fa: فیلتر مبنی برs% .
hu: Szűrés a(z) %s alapján.
it: Il filtro è basato su %s.
ms: Penapisan berdasarkan %s
nb: Filtrering er basert på %s.
ro: Filtrarea pe baza %s.
ru: Фильтрация по %s.
sk: Filtrovanie podľa %s.
tr: %s'ye göre filtreleme.

source: Cases outside of the range will be excluded: %0.*f -- %0.*f
ar: ستتم استبعاد الحالات التي تقع خارج النطاق: %0.*f -- %0.*f
bg: Статистическите единици извън обхвата ще бъдат изключени: %0.*f -- %0.*f
de: Fälle außerhalb des Bereichs werden ausgeschlossen: %0.*f -- %0.*f
es: Se excluirán los casos fuera del rango: %0.*f -- %0.*f
fa: نمونه‌هایِ خارج از برد کنار گذاشته خواهند شد: 0%.f.%0. -- *f*
hu: Az alábbi tartományon kívüli esetek ki lesznek zárva: %0.*f -- %0.*f
it: I casi fuori dall'intervallo saranno esclusi: %0.*f -%0.*f
ms: Kes diluar rentang akan dikecualikan: %0.*f -- %0.*f
nb: Caser utenfor området vil bli eksludert: %0.*f -- %0.*f
ro: Cazuri în afara domeniului vor fi excluse: %0.*f -- %0.*f
ru: Случаи вне диапазона будут исключены: %0.*f -- %0.*f
sk: Prípady mimo rozsahu budú vylúčené: %0.*f -- %0.*f
tr: (%0.*f - %0.*f.) aralığının dışındaki olaylar dahil edilmeyecek.

source: The following cases will be excluded:
ar: الحالات التالية سيتم استبعادها:
bg: Следните статистически единици ще бъдат изключени:
de: Die folgenden Fälle werden ausgeschlossen:
es: Los casos siguientes serán excluidos:
fa: نمونه‌هایِ زیر کنار گذاشته خواهند شد:
hu: A következő esetek lesznek kizárva:
it: I seguenti casi verranno esclusi:
ms: Kes-kes berikut akan dikecualikan:
nb: Følgende caser vil bli eksludert:
ro: Următoarele cazuri vor fi excluse:
ru: Следующие случаи будут исключены:
sk: Nasledujúce prípady budú vylúčené:
tr: Belirtilen olaylar dahil edilmeyecek:

source: No cases were excluded.
ar: لم يتم استبعاد أي حالات.
bg: Статистически единици не бяха изключени.
de: Keine Fälle wurden ausgeschlossen.
es: No se excluyó ningún caso.
fa: هیچ نمونه یی کنار گذاشته نخواهد شد.
hu: Egyetlen eset sem lett kizárva.
it: Nessun caso è stato escluso.
ms: Tiada kes yang dikecualikan.
nb: Ingen caser er eksludert
ro: Niciun caz nu a fost exclus.
ru: Ни один из случаев не был исключен.
sk: Žiadne prípady neboli vylúčené.
tr: Hiçbir olay hariç tutulmadı.

source: Checking for homogeneity of variance across groups.
ar: تحقق من تجانس الانحراف المعياري بين المجموعات.
bg: Проверка на предпоставката за равенство на дисперсиите на групи.
de: Varianzhomogenität zwischen den Gruppen überprüfen.
es: Comprobando la homogeneidad de la varianza entre grupos.
fa: بررسیِ همگونیِ واریانس در میانِ گروه ها.
hu: Csoportok közti szóráshomogenitás ellenőrzése.
it: Verifica dell'omogeneità della varianza tra i gruppi.
ms: Menyemak kehomogenan varians merentas kelompok.
nb: Kontrollerer for homogenitet av varians over gruppene
ro: Verificarea omogenității varianței între grupuri.
ru: Проверка однородности дисперсии между группами.
sk: Kontrola homogenity rozptylu v rámci skupín.
tr: Gruplar arası varyansın homojenliği kontrol ediliyor.
