Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Compare repeated measures va&riables
ar: قارن بين قيم &المتغرات المتكررة
bg: Сравни про&менливи с повтарящи се измервания
de: Messwiederholung va&riables vergleichen
es: Comparar va&riables de medidas repetidas
fa: متغیرهای اندازه گیری مکرر (تکرار شده) ( اندازه های تکراری) را مقایسه کنید.
hu: Ismételt méréses változók össze&hasonlítása
it: Confronta le misure ripetute sulle variabili
ms: Membandingkan pengukuran berulang va&riables
nb: Sammenlign repeated measures va&riabler
ro: Comparația măsurărilor repetate ale variabilelor
ru: Сравнить повторяющиеся значения пе&ременных
sk: Porovnať opakované merania &premenných
tr: Tekrarlanan ölçüm değişkenlerini karşılaştır

source: Maximum
ar: الحد الأعلى
bg: Максимум
es: Máximo
fa: بیشترین (حداکثر)
it: Massimo
nb: Maksimum
ro: Maxim
ru: Максимум
tr: Maksimum

source: Upper quartile
ar: الربع العلوي
bg: Горен квартил
de: Oberes Quartil
es: Cuartil superior
fa: چارک بالائی
hu: Felső kvartilis
it: Quartile superiore
ms: Kuartil atas
nb: Øvre kvartil
ro: Quartilele superior
ru: Верхний квартиль
sk: Horný kvartil
tr: Üst çeyrek

source: Descriptives for the variables
ar: إحصائيات وصفية للمتغيرات
bg: Описателна статистика на променливите
de: Deskriptive Statistik der Variablen
es: Descriptivos para las variables
fa: توصیفی برای متغیرها
hu: A változók leírói
it: Specifiche per le variabili
ms: Deskriptif untuk pembolehubah
nb: Beskrivelser for variablene
ro: Descriptive pentru variabile
ru: Описательная статистика для переменных
sk: Popisy premenných
tr: Değişkenler için tanımlayıcılar

source: Descriptives for the groups
ar: إحصائيات وصفية للمجموعات
bg: Описателна статистика на групите
de: Deskriptive Statistik der Gruppen
es: Descriptivos para los grupos
fa: توصیفی برای گروه ها
hu: A csoportok leírói
it: Specifiche per i gruppi
ms: Deskriptif untuk kelompok
nb: Beskrivelser for gruppene
ro: Descriptive pentru grupuri
ru: Описательная статистика для групп
sk: Popisy skupín
tr: Gruplar için tanımlayıcılar

source: Contingency table
bg: Таблица с коефициенти на контингенция
de: Kontingenztabelle
es: Tabla de contingencia
fa: جدول همسانی( جدول همسایش، جدول توافق )
hu: Kontingencia táblázat
it: Tabella di contingenza
ms: Tabel kontingensi
nb: Kontingenstabell
ro: Table de contingență
ru: Таблица сопряженности
sk: Kontingenčná tabuľka
tr: Olasılık tablosu

source: Main effect of %s:
ar: التأثير الرئيسي لـ %s:
bg: Главен ефект на %s:
de: Haupteffekt von %s:␣
es: Efecto principal de %s:
fa: تاثیر اصلی s%
hu: %s fő hatása:
it: Efffetto principale di %s:
ms: Kesan utama adalah %s:
nb: Egenvirkning av %s:
ro: Efectul principal al %s:
ru: Основной эффект %s:
sk: Hlavný vplyv %s:
tr: %s'nin asıl etkisi:

source: Explore relation of variable pair
ar: استكشاف العلاقة بين زوج من المتغيرات
bg: Изследвай взаимовръзката на двойка променливи
de: Beziehung des variablen Paares untersuchen
es: Explorar la relación del par de variable
fa: رابطه جفت متغیر را کاوش ( جست و جو ) کنید.
hu: Változó párok kapcsolatának vizsgálata
it: Esplora la relazione della coppia di variabili
ms: Memeriksa hubungan pasangan pembolehubah
nb: Utforsk relasjonen av variabel par
ro: Explorează relații între variabile
ru: Изучить связь пары переменных
sk: Preskúmať vzťah párových premenných
tr: Değişken çiftinin ilişkisini incele

source: Compare repeated measures variables
ar: مقارنة متغيرات القياسات المتكررة
bg: Сравни променливи с повтарящи се измервания
de: Messwiederholung Variablen vergleichen
es: Comparar variables de medidas repetidas
fa: متغیرهای اندازه گیری مکرر (تکرار شده) ( اندازه های تکراری) را مقایسه کنید.
hu: Ismételt méréses változók összehasonlítása
it: Confronta le variabili con misure ripeture
ms: Menbandingkan pengukuran berulang pembolehubah
nb: Sammenlign repeated measures variabler
ro: Comparați variabilele de măsuri repetate
ru: Сравнить повторяющиеся измерения переменных
sk: Porovnať opakované merania premenných
tr: Tekrarlanan ölçüm değişkenlerini karşılaştır

source: N of missing cases
ar: عدد الحالات المفقودة
bg: N на липсващите статистически единици
de: N der fehlenden Fälle
es: N de casos ausentes
fa: N از داده‌های گم‌شده
hu: Hiányzó esetek N
it: N di casi mancanti
ms: N kes hilang
nb: N av manglende caser
ro: N de cazuri absente
ru: N пропущенных случаев
sk: N chýbajúcich prípadov
tr: Eksik olayların sayısı

source: Choosing factorial ANOVA.
bg: Избор на факторен дисперсионен анализ.
de: Faktorielle ANOVA wählen.
es: Seleccionando de ANOVA factorial.
fa: انتخاب واریانس آزمایش فاکتوریل.
hu: Faktoriális VA választása.
it: Scegliere ANOVA fattoriale.
ms: Memilih faktorial ANOVA
nb: Velger factorial ANOVA
ro: Alegere ANOVA factorială.
ru: Выбор факториального дисперсионного анализа.
sk: Výber faktorovej ANOVA.
tr: Faktöryel ANOVA seçiliyor.

source: N of valid pairs
es: N de pares válidos
fa: N از جفت های معتبر
hu: Érvényes párok száma
it: N di coppie valide
ms: N pasangan sah
nb: N av valide par
ro: N din perechi valide
ru: N валидных пар
tr: Geçerli çiftlerin sayısı

source: N of missing pairs
ar: عدد الأزواج المفقودة
bg: N на липсващите двойки
de: N von fehlenden Paaren
es: N de pares ausentes
fa: N ازجفت های گم‌شده
hu: Hiányzó párok száma
it: N di coppie mancanti
ms: N pasangan hilang
nb: N av manglende par
ro: N din perechi absente
ru: N пропущенных пар
sk: N chýbajúcich párov
tr: Eksik çiftlerin sayısı

source: N of missing group cases
ar: عدد الحالات المفقودة في المجموعة
bg: N на липсващите групи-статистически единици
de: N von fehlenden Gruppenfällen
es: N de casos de grupo ausentes
fa: N از داده‌های گروهی گم‌شده
hu: Hiányzó csoport esetek száma
it: N di casi di gruppi mancanti
ms: N kes kelompok yang hilang
nb: N av manglende gruppecaser
ro: N de cazuri de grup absente
ru: N пропущенных групповых случаев
sk: N chýbajúcich skupín prípadov
tr: Eksik grup olaylarının sayısı

source: N of missing grouping variable in %s
ar: عدد المتغيرات المفقودة في المتغير التصنيفي %s
bg: N на липсващите групиращи променливи в %s
de: N der fehlenden Gruppierungsvariablen in %s
es: N de variable de agrupación ausente en %s
fa: N از متغیرهای گروهبندی گم‌شده در s%
hu: Hiányzó csoport esetek száma %s-ban/ben
it: N di variabili di raggruppamento mancanti in% s
ms: N kelompok pembolehubah yang hilang dalam %s
nb: N av manglende grupperingsvariabel i %s
ro: N de variabile grupare absente în %s
ru: N пропущенных группировочной переменной в %s
sk: N chýbajúcich skupinových prememnných v %s
tr: %s'deki eksik gruplama değişkenlerinin sayısı

source: Skewness
ar: الإلتواء
bg: Коефициент на асиметричност
de: Schiefe
es: Asimetría
fa: چولگی
hu: Ferdeség
it: Asimmetria
ms: Kemencengan
nb: Skjevhet (Skewness)
ro: Indice de asimetrie
ru: Асимметрия
sk: Šikmosť
tr: Çarpıklık

source: Kurtosis
ar: معامل التفلطح
bg: Коефициент на ексцес
es: Curtosis
fa: کشیدگی
hu: Csúcsosság
it: Curtosi
nb: Spisshet (Kurtosis)
ro: Indice de aplatizare
ru: Эксцесс
sk: Špicatosť
tr: Basıklık

source: Range
ar: المدى
bg: Размах
es: Rango
fa: دامنه
hu: Terjedelem
it: Intervallo
ms: Rentang
nb: Variasjonsbredde
ro: Mulțime de valori
ru: Диапазон
sk: Rozsah
tr: Aralık

source: Descriptives for the variable
ar: معلومات وصفية للمتغير
bg: Описателна статистика на променливата
de: Deskriptive Statistik für die Variable
es: Descriptivos para la variable
fa: توصیفی برای متغیرها
hu: Leírók a változóhoz
it: Specifiche per la variabile
ms: Deskriptif untuk pembolehubah
nb: Beskrivelser for variabelen
ro: Descriptive pentru variabile
ru: Описательная статистика для переменной
sk: Popisy premenných
tr: Değişken için tanımlayıcılar

source: The measurement levels of the variables are not set. Set them in your data source.
ar: مستويات القياس للمتغيرات لم يتم تعيينها. قم بتعيينها في مصدر بياناتك.
bg: Нивата на измерване на променливите не са зададени. Задайте ги в източника на данните.
de: Die Messniveaus der Variablen sind nicht festgelegt. Legen Sie diese in Ihrer Datenquelle fest.
es: Los niveles de medición de las variables no se establecen. Establecelos en tu fuente de datos.
fa: سطح (مقیاس) اندازه گیری متغیرها تنظیم نشده است. آنها را در منبع داده خود قرار دهید.
hu: A változók mérési szintjei nincsenek beállítva. Állítsd be az adatforrásodban.
it: I livelli di misurazione delle variabili non sono impostati. Impostali nella tua fonte di dati.
ms: Tahap pengukuran pembolehubah tidak ditetapkan. Sila tetapkan tahap pengukuran dalam sumber data anda.
nb: Målenivået for variablene er ikke satt. Sett inn disse i datakilden.
ro: Nivelul măsurătorilor variabilerol nu sunt stabilite. Stabilește lor în sursa de date.
ru: Уровни измерения переменных не заданы. Укажите их в вашем источнике данных.
sk: Nie sú nastavené merania úrovní premenných. Nastavte ich vo vašom zdroji dát.
tr: Değişkenlerin ölçüm seviyeleri belirlenmedi. Bunları veri kaynağınızda ayarlayın.

source: Read more about how to report an issue <a href = "%s">here</a>.
ar: اقرأ المزيد حول كيفية الإبلاغ عن مشكلة <a href="%s">هنا</a>.
bg: Прочетете повече за това как да докладвате проблем <a href = "%s">тук</a>.
de: Weitere Informationen zum Melden eines Problems <a href = "%s">finden Sie hier</a>.
es: Leer más sobre cómo reportar un problema <a href = "%s">here</a>.
fa: درباره نحوه گزارش دادن یک موضوع (مساله)، بیشتر بخوانید <a href = "%s">here</a>.
hu: További információ a hibabejelentésről <a href = "%s">itt</a>.
it: Ulteriori informazioni su come segnalare un problema <a href = "%s">qui</a>.
ms: Baca lebih lanjut tentang cara melaporkan isu <a href = "%s">di sini</a>.
nb: Les mer om hvordan rapportere et problem <a href = "%s">her</a>.
ro: Citește mai mult despre cum a raporta o problemă <a href = "%s">aici</a>.
ru: Узнайте больше о том, как сообщить о проблеме <a href = "%s">здесь</a>.
sk: Čítať viac ako nahlásiť problém <a href = "%s">here</a>.
tr: Bir sorunu<a href = "%s"> nasıl bildireceğiniz hakkında buradan</a> daha fazla bilgi edinin.

source: Find more information about CogStat on its <a href = "https://www.cogstat.org">webpage</a> or read the <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
es: Puedes encontrar más información sobre CogStat en su <a href = "https://www.cogstat.org">página web</a> o puedes leer el <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">tutorial rápido de introducción.</a>
fa: اطلاعات بیشتر در مورد CogStat را در <a href = "https://www.cogstat.org">webpage</a> یا اینجا بخوانید <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
hu: További információ a CogStatról a <a href = "https://www.cogstat.org">honlapján</a> vagy a <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">rövid bevezetőben.</a>
it: Trova maggiori informazioni su CogStat nella sua <a href = "https://www.cogstat.org">pagina web</a> o leggi <a href =" https://github.com/cogstat/cogstat/wiki/ Quick-Start-Tutorial ">tutorial di avvio rapido.</a>
ms: Untuk mengetahui lebih lanjut tentang CogStat, sila layari <a href = "https://www.cogstat.org">webpage</a> atau baca <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">quick start tutorial.</a>
nb: Finn mer informasjon om CogStat på <a href = "https://www.cogstat.org"> webside </a> eller les <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial"> kom raskt i gang.</a>
ro: Găsiți mai multe informații despre CogStat pe pagina <a href = "https://www.cogstat.org">webpage</a> sau citește <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial"> tutorial de lansare rapidă. </a>
ru: Найдите больше информации о CogStat на <a href = "https://www.cogstat.org">сайте</a> или прочитайте <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">руководство по быстрому старту.</a>
tr: CogStat hakkında daha fazla bilgiyi <a href = "https://www.cogstat.org">internet sitesinde</a> bulun ya da buradan <a href="https://github.com/cogstat/cogstat/wiki/Quick-Start-Tutorial">hızlı başlangıç öğreticisini</a> okuyun.

source: Read more about this issue <a href = "%s">here</a>.
ar: اقرأ المزيد عن هذه المسألة <a href = "%s">هنا</a>.
bg: Прочетете повече за този проблем <a href = "%s">тук</a>.
de: Weitere Informationen zu diesem Problem finden Sie <a href = "%s">hier</a>.
es: Leer más sobre este problema <a href = "%s">here</a>.
fa: درباره این موضوع (مساله) بیشتر بخوانید <a href = "%s">here</a>.
hu: További információ erről a problémáról <a href = "%s">itt</a>.
it: Leggi ulteriori informazioni su questo problema <a href = "%s"> qui</a>.
ms: Baca lebih lanjut tentang isu <a href = "%s">here</a>.
nb: Les mer om dette problemet <a href = "%s">her</a>.
ro: Citește mai mult despre această problemă <a href = "%s">aici</a>.
ru: Узнайте больше о данной проблеме <a href = "%s">здесь</a>.
sk: Čítaj viac o tomto probléme <a href = "%s">here</a>.
tr: Bu konu hakkında daha fazla bilgiyi <a href = "%s">buradan</a> edinin.

source: Result of slope test with %s:
ar: نتيجة اختبار الميل مع %s:
bg: Резултат от %s за наклона на линия:
de: Ergebnis des Steigungstests mit %s:
es: Resultado de la prueba para la pendiente con %s:
fa: نتیجه آزمون شیب با s%:
hu: A meredekség teszt eredménye a %s teszttel:
it: Risultato del test della pendenza con %s:
ms: Keputusan ujian kemiringan dengan %s:
nb: Resultat av slope (stigning) test med %s:
ro: Rezultatea testului de panta cu %s:
ru: Результат теста наклона с %s:
sk: Výsledky testu koeficientu regresie s %s:
tr: %s ile eğim testi sonucu:

source: String variables cannot be interval or ordinal variables in CogStat. Those variables are automatically set to nominal:
ar: تعتبر المتغيرات النصية غير قادرة على أن تكون متغيرات فئوية أو رتبية في CogStat. تُعيَّن تلك المتغيرات تلقائيًا على المستوى الاسمي:
bg: Променливите тип стринг не могат да са интервално или ординално скалирани променливи в CogStat. Тези променливи автоматично се настройват като номинално скалирани:
de: String Variablen können in CogStat nicht Intervall oder Ordinal Variablen sein. Diese Variablen werden automatisch auf nominal gesetzt:
es: Las variables de cadena no pueden ser intervalos o ordinales en CogStat. Esas variables se establecen automáticamente en nominales:
fa: متغیرهای رشته ای در CogStat نمی توانند بازه ( فاصله) یا متغیرهای رتبه ای باشند. این متغیرها به صورت خودکار به متغیراسمی تنظیم می شوند:
hu: A szöveges változók nem lehetnem intervallum vagy ordinális változók a CogStatban. Ezek a változók automatikusan nominálisra lesznek állítva:
it: Qui su CogStat, le variabili stringa non possono essere variabili ad intervalli o ordinali. Queste variabili sono automaticamente impostate su nominali:
ms: Pembolehubah rentetan tidak boleh mengandungi pembolehubah interval atau ordinal dalam CogStat. Pembolehubah tersebut ditetapkan sebagai nominal secara automatik:
nb: Strengvariabler kan ikke være intervall eller ordinal variabler i CogStat. Disse variablene blir automatisk satt til nominal:
ro: Variabilele de șir nu poate să fie variabile intervale sau ordinale în CogStat. Acele variabile sunt stabilite automatic nominale:
ru: Строковые переменные не могут быть интервальными или порядковыми в CogStat. Эти переменные автоматически переведены в номинальные:
sk: Reťazcové premenné nemôžu byť intervalové alebo ordinálne premenné v CogStat. Tieto premenné sú automaticky nastavené na nominálnu hodnotu:
tr: CogStat'ta dize değişkenleri, aralık veya sıra değişkenleri olamaz. Bu değişkenler direk nominal olarak atanır:

source: The measurement level was not set for all variables.
ar: لم يتم تعيين مستوى القياس لجميع المتغيرات.
bg: Нивото на измерване не е зададено за всички променливи.
de: Das Messniveau wurde nicht für alle Variablen festgelegt.
es: El nivel de medición no se estableció para todas las variables.
fa: سطح اندازه گیری برای تمام متغیرها تنظیم نشده است.
hu: A mérési szint nem volt beállítva minden változóban.
it: Il livello di misurazione non è stato impostato per tutte le variabili.
ms: Tahap pengukuran tidak ditetapkan untuk semua pembolehubah.
nb: Målenivå er ikke satt for alle variablene.
ro: Nivelul de măsurare nu au fost stabilite pentru toate variabilele.
ru: Уровень измерения не был установлен для всех переменных.
sk: Úroveň merania nebola nastavená pre všetky premenné.
tr: Tüm değişkenler için ölçüm düzeyi tanımlanmadı.

source: Some variable name(s) include non-English characters, which will cause problems in some analyses: %s.
ar: بعض أسماء المتغيرات تتضمن حروفًا غير إنجليزية، مما قد يسبب مشاكل في بعض التحاليل: %s.
bg: Името/ната на някои променливи включва/т символи, които не са на английски език и ще предизвикат проблеми в някои от анализите: %s.
de: Einige Variablennamen enthalten nicht-englische Zeichen, die bei einigen Analysen zu Problemen führen können: %s.
es: Algunas nombre(s) de las variable(s) incluyen caracteres no ingleses, lo que causará problemas en algunos análisis: %s.
fa: اسم (ها) بعضی از متغیرها شامل حروف (مشخصه ها ,نویسه ها ) غیرانگلیسی می باشند, که در بعضی از تحلیل ها باعث مشکل می شود: s%.
hu: Némelyik változó név tartalmaz nem angol betűket is, ami problémát okoz némelyik elemzésben: %s.
it: Una o più variabili hanno nomi che contengono caratteri non inglesi. Ciò causerà problemi in alcune analisi: %s.
ms: Beberapa nama pembolehubah mengandungi aksara bukan Bahasa Inggeris, yang akan menyebabkan masalah dalam beberapa analisasi: %s.
nb: Noen navn på variabler inneholder ikke-engelske tegn; dette vil skape problemer i noen analyser: %s.
ro: Numele unor variabile includ caractere non-English, care vor să cauzeze probleme în unele analize: %s.
ru: Некоторые имена переменных включают не латинские символы, которые могут повлечь проблемы в некоторых процедурах анализа: %s.
sk: Niektoré meno(á) premenných obsahuje(ú) neanglické znaky, ktoré môžu spôsobiť problém pri niektorých analýzach: %s.
tr: Bazı değişken ad(lar)ı, analizlerde sorunlara neden olabilecek İngilizce olmayan karakterler içermektedir: %s.

source: Some variable(s) include non-English characters, which will cause problems in some analyses: %s.
ar: تحتوي بعض المتغيرات على أحرف غير إنجليزية، مما سيتسبب في مشاكل في بعض التحليلات: %s.
bg: Някоя/и променлива/и включва/т символи, които не са на английски език и ще предизвикат проблеми в някои от анализите: %s.
de: Einige Variablen enthalten nicht-englische Zeichen, die bei einigen Analysen zu Problemen führen können: %s.
es: Algunas variable(s) incluyen caracteres no ingleses, lo que causará problemas en algunos análisis: %s.
fa: بعضی از متغیرها شامل حروف (مشخصه ها ,نویسه ها ) غیرانگلیسی می باشند, که در بعضی از تحلیل ها باعث مشکل می شود: s%.
hu: Némelyik változó név tartalmaz nem angol betűket is, ami problémát okoz némelyik elemzésben: %s.
it: Una o più variabili hanno nomi che contengono caratteri non inglesi. Ciò causerà problemi in alcune analisi: %s.
ms: Beberapa pembolehubah mengandungi aksara bukan Bahasa Inggeris, yang akan menyebabkan masalah dalam beberapa analisasi: %s.
nb: Noen navn på variabler inneholder ikke-engelske tegn; dette vil skape problemer i noen analyser: %s.
ro: Unele variabile includ caractere non-English, care vor să cauzeze probleme în unele analize: %s.
ru: Некоторые переменные включают не латинские символы, которые могут повлечь проблемы в некоторых процедурах анализа: %s.
sk: Niektorá(é) premenná(é) obsahuje(ú) neanglické znaky, ktoré môžu spôsobiť problém pri niektorých analýzach: %s.
tr: Bazı değişken(ler), analizlerde sorunlara neden olabilecek İngilizce olmayan karakterler içermektedir: %s.

source: Open d&emo data file
ar: افتح ملف البيانات &التجريبية
bg: Отвори д&емо файла с данни
de: D&emo-Datendatei öffnen
es: Abrir archivo de datos de d&emostración
fa: فایل داده ها ی d و emo را باز کنید
hu: D&emo adatfájl megnyitása
it: Apri il file d&emo di dati
ms: Buka d%emo fail data
nb: åpne d%emo datafil
ro: Deschidere fișierul d&emo
ru: Открыть &демо файл с данными
sk: Otvor d&emo zdroj dát
tr: Demo dosyasını aç

source: Ctrl+E
de: Strg+E
nb: Crtl+ E

source: &Increase text size
ar: &زيادة حجم النص
bg: &Увеличи размера на текста
de: Schrift &vergrößern
es: &Aumentar el tamaño del texto
fa: و افزایش اندازه ی متن
hu: Szöveg méretének &növelése
it: &Ingrandisci la dimensione del testo
ms: &Besarkan saiz teks
nb: &Øk tekststørrelse
ro: &Creșterea mărimei textului
ru: &Увеличить размер текста
sk: &Zväčšiť veľkosť textu
tr: &Metin boyutunu büyüt

source: Ctrl++
de: Strg++
nb: Crtl++

source: &Decrease text size
ar: &تصغير حجم النص
bg: &Намали размера на текста
de: Schrift &verkleinern
es: &Reducir el tamaño del texto
fa: و کاهش اندازه ی متن
hu: Szöveg méretének &csökkentése
it: &Rimpicciolisci la dimensione del testo
ms: &Kecilkan saiz teks
nb: &Reduser tekststørrelse
ro: &Reducerea mărimei textului
ru: &Уменьшить размер текста
sk: &Zmenšiť veľkosť textu
tr: &Metin boyutunu küçült

source: Ctrl+-
de: Strg+-
nb: Crtl+-

source: &Save results
ar: &حفظ النتائج
bg: &Запиши резултатите
de: Ergebnisse &speichern
es: &Guardar resultados
fa: و نتایج را ذخیره کنید
hu: Eredmények &mentése
it: &Salva i risultati
ms: &Simpan keputusan
nb: &Lagre resultat
ro: &Salvare resultate
ru: &Сохранить результаты
sk: &Uložiť výsledky
tr: &Sonuçları kaydet

source: Save results &as
ar: حفظ النتائج &كـ
bg: Запиши резултатите &като
de: Ergebnisse speichern &als
es: Guardar resultados &como
fa: ذخیره نتایج و as
hu: Eredmények mentése m&ásként
it: Salva i risultati &come
ms: Simpan keputusan &sebagai
nb: Lagre resultat &som
ro: Salvare resultate &ca
ru: Сохранить результаты &как
sk: Uložiť výsledky &ako
tr: Sonuçları farklı kaydet

source: Boxplots and individual data of the variables
ar: المخططات الصندوقية والبيانات الفردية للمتغيرات
bg: Диаграма тип 'кутия' и индивидуални данни на променливите
de: Boxplots und individuelle Daten der Variablen
es: Diagramas de caja y datos individuales de las variables
fa: توطئه های جعبه (Boxplots) و داده های فردی از متغیرها
hu: A változók dobozdiagramjai és egyedi adatai
it: Boxplot e dati individuali delle variabili
ms: Boxplot dan data individu pembolehubah
nb: Boksplott og individuelle data av variablene
ro: Boxplot și date individuale ale variabilelor
ru: "Ящики с усами" и индивидуальные данные переменных
sk: Krabicové grafy a individuálne dáta premenných
tr: Değişkenlerin kutu grafikleri ve bireysel verileri

source: Largest individual sign displays %d cases.
ar: أكبر عدد من العلامات الفردية يعرض %d حالة.
bg: Най-големият знак обозначава статистически единици %d.
de: Der größte individuelle Punkt zeigt %d Fälle.
es: El signo individual más grande muestra %d casos.
fa: بزرگترین علامت فردي (شخصي), موارد ٪ d را نشان می دهد.
hu: A legnagyobb egyedi jel %d esetet jelez.
it: Il segno individuale più grande mostra% d casi.
ms: Tanda individu terbesar memaparkan %d kes.
nb: Det største individuelle tegnet viser %d caser
ro: Cel mai mare semn individual afișează %d de cazuri.
ru: Наивысший индивидуальный знак отображает %d случаев.
sk: Najväčší individuálny znak zobrazuje %d prípadov.
tr: En büyük bireysel işaret olayların %d'sini gösterir.
