Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: 95%% confidence interval [%0.*f, %0.*f]
ar: 95%% فترة ثقة [%0.*f, %0.*f]
bg: 95%% доверителен интервал [%0.*f, %0.*f]
de: 95%% Konfidenzintervall [%0.*f, %0.*f]
es: Intervalo de confianza del 95%% [%0.*f, %0.*f]
fa: بازه اطمینان٪۹۵ [0%.*f, %0.*f]
hu: 95%% Konfidencia intervallum [%0.*f, %0.*f]
it: Intervallo di confidenza del 95%% [% 0. * f,% 0. * f]
ms: 95%% interval keyakinan [%0.*f, %0.*f]
nb: 95%% konfidensintervall (KI) [%0.*f,%0.*f]
ro: interval de confidenţă 95%% [%0.*f, %0.*f]
ru: 95%% доверительный интервал [%0.*f, %0.*f]
sk: 95%% interval spoľahlivosti [%0.*f, %0.*f]
tr: %95 güven aralığı [%0.*f, %0.*f]

source: Result of independent samples t-test:
ar: نتيجة اختبار t للعينات المستقلة:
bg: Резултат за t-критерий на Стюдънт за независими извадки:
de: Ergebnis des t-Tests für unabhängige Stichproben:
es: Resultado de la prueba t de muestras independientes:
fa: نتیجه آزمون تی مستقل:
hu: Független mintás t-próba eredménye:
it: Risultato del test t di Student per campioni indipendenti:
ms: Keputusan ujian-t sampel bebas:
nb: Resultat av independent samples (Uavhengig utvalg) t-test:
ro: Reyultatul testului t pentru două eșantioane independente:
ru: Результат t-критерия для независимых выборок:
sk: Výsledky t-testu nezávislých vzoriek:
tr: Bağımsız örneklemler t-testi sonucu:

source: One of the groups should include only a single data.
ar: أحد المجموعات يجب أن تتضمن بيانات فردية فقط.
bg: Една от групите трябва да включва данните на само една статистическа единица.
de: Eine der Gruppen sollte nur eine Angabe enthalten.
es: Uno de los grupos debe incluir un solo dato.
fa: یکی از گروه ها باید شاملِ تنها یک داده واحد باشد.
hu: Az egyik csoportnak csak egyetlen adatot kellene tartalmaznia.
it: Uno dei gruppi dovrebbe contenere solo un singolo dato.
ms: Salah satu kelompok perlu mengandungi hanya satu data.
nb: En av gruppene bør inneholde kun ett enkelt data.
ro: Unul dintre grupurile ar trebui să includă numai o singură date.
ru: Одна из групп должна включать только одиночные данные
sk: Jedna zo skupín by mala obsahovať iba jeden údaj.
tr: Gruplardan biri sadece tek veri içermelidir.

source: Result of the modified independent samples t-test:
ar: نتيجة اختبار t المعدل للعينات المستقلة:
bg: Резултат за модифициран t-критерий на Стюдънт за независими извадки:
de: Ergebnis des modifizierten t-Tests für unabhängige Stichproben:
es: Resultado de la prueba t modificada de muestras independientes:
fa: نتیجه آزمون تی مستقل تغییر یافته:
hu: Módosított független mintás t-próba eredménye:
it: Risultato del test t di Student modificato per campioni indipendenti:
ms: Keputusan ujian-t sampel bebas yang telah diubah suai:
nb: Resultat av modifisert independent samples (Uavhenging utvalg) t-test:
ro: Rezultatul testul t modificat pentru eşantioane independente:
ru: Результат измененных независимых выборок T-теста:
sk: Výsledok modifikovaného t-testu pre nezávislé vzorky:
tr: Modifiye edilmiş bağımsız örneklemler t-testi sonucu:

source: Result of one-way ANOVA:
ar: نتيجة ANOVA الأحادي:
bg: Резултат за еднофакторен дисперсионен анализ:
de: Ergebnis der einfaktoriellen ANOVA:
es: Resultado de la ANOVA de un factor:
fa: نتیجه یِ واریانس یک طرفه یا واریانس یک راهه:
hu: Egyszempontos VA eredménye:
it: Il risultato di ANOVA univariata:
ms: Keputusan ANOVA sehala:
nb: Resultatet av one-way ANOVA:
ro: Tezultatul testului ANOVA unifactorială:
ru: Результат однофакторного дисперсионного анализа:
sk: Výsledok jednofaktorovej ANOVA:
tr: Tek yönlü ANOVA sonucu:

source: Groups differ. Post-hoc test of the means.
ar: المجموعات تختلف. الاختبار اللاحق للمتوسطات.
bg: Групите се различават. Post-hoc сравнение на средните аритметични.
de: Die Gruppen unterscheiden sich. Post-hoc-Test der Mittelwerte.
es: Los grupos difieren. Prueba post-hoc de las medias.
fa: گروه‌ها متفاوت هستند. آزمون تعقیبیِ میانگین.
hu: Eltérő csoportok. Post-hoc próba az átlagra.
it: I gruppi differiscono. Test post-hoc delle medie.
ms: Kelompok berbeza. Ujian post-hoc min.
nb: Gruppene er forskjellige. Post-host test av gjennomsnittsverdi(er).
ro: Grupurile diferă. Testul post-hoc a mediilor.
ru: Группы различаются. Ретроспективный тест средних.
sk: Skupiny sa líšia. Post-hoc test priemerov.
tr: Gruplar farklı. Ortalamaların post-hoc testi.

source: &Open data file
ar: &فتح ملف البيانات
bg: &Отвори файла с данни
de: &Datei öffnen
es: Abrir archivo de dat&os
fa: و فایل داده‌ها را باز کنید
hu: &Adatfájl megnyitása
it: &Apri il file di dati
ms: &Buka fail data
nb: &Åpne data fil
ro: &Deschide fișierul de date
ru: &Открыть файл с данными
sk: &Otvoriť súbor dát
tr: &Veri dosyası aç

source: Ctrl+O
nb: Crtl + O

source: &Paste data
ar: &لصق البيانات
bg: &Постави данни
de: &Daten einfügen
es: &Pegar datos
fa: و پیستِ داده ها
hu: Adat &beillesztése
it: &Incolla i dati
ms: &Tampal data
nb: &Lim inn data
ru: &Вставить данные
sk: &Prilepiť dáta
tr: &Veri yapıştır

source: Ctrl+V
nb: Crtl + V

source: &Display data
ar: &عرض البيانات
bg: &Покажи данните
de: &Daten anzeigen
es: Mostrar &datos
fa: و داده‌ها را نمایش داده
hu: Adatok &megjelenítése
it: &Mostra i dati
ms: &Paparan data
nb: &Vis data
ro: &Date de afişare
ru: &Отобразить данные
sk: &Zobraziť dáta
tr: &Veriyi görüntüle

source: Ctrl+D
nb: Crtl + D

source: Display data &briefly
ar: عرض البيانات &باختصار
bg: Покажи данните &накратко
de: Datenansicht &Kurzform
es: Mostrar datos &brevemente
fa: داده‌ها را نمایش داده و به طور خلاصه
hu: Adatok &rövid megjelenítése
it: Mostrare i dati &brevemente
ms: Paparan data dan secara ringkas
nb: Vis data &kortfattet
ro: Date de afişare &pe scurt
ru: Отобразить данные &вкратце
sk: Zobraziť dáta &stručne
tr: Veriyi kısaca görüntüle

source: &Analysis
ar: &تحليل
bg: &Анализ
de: &Analyse
es: &Análisis
fa: و تحلیل و بررسی (فراکافت یا آنالیز)
hu: &Elemzés
it: &Analisi
ms: &Analisis
nb: &Analyse
ro: &Analiză
ru: &Анализ
sk: &Analýza
tr: &Analiz

source: Ctrl+1
fa: Ctrl+۱
nb: Crtl+1

source: Ctrl+2
fa: Ctrl+۲
nb: Crtl+2

source: Pivot &table
ar: &جدول محوري
bg: Обобщителна &таблица
de: Pivot-&Tabelle
es: &Tabla dinámica
fa: محور و جدول
hu: &Kimutatás
it: &Tabella Pivot
ms: Pivot & tabel
nb: Pivot &tabell
ro: Pivot &tabel
ru: Сводная &таблица
sk: Kontingenčná &tabuľka
tr: Özet &tablosu

source: Compare &groups
ar: مقارنة &المجموعات
bg: Сравни &групи
de: &Gruppen vergleichen
es: Comparar &grupos
fa: مقایسه و گروه ها
hu: &Csoportok összehasonlítása
it: Confronta &gruppi
ms: Bandingan &kelompok
nb: Sammenlign &grupper
ro: Comparați &grupuri
ru: Сравнить &группы
sk: Porovnať &skupiny
tr: Grupları &karşılaştır

source: Compare groups
ar: مقارنة المجموعات
bg: Сравни групи
de: Gruppen vergleichen
es: Comparar grupos
fa: گروه‌ها را مقایسه کنید.
hu: Csoportok összehasonlítása
it: Confronta i gruppi
ms: Membandingkan kelompok
nb: Sammenlign grupper
ro: Comparați grupuri
ru: Сравнить группы
sk: Porovnať skupiny
tr: Grupları karşılaştır

source: &Results
ar: &النتائج
bg: &Резултати
de: &Ergebnisse
es: &Resultados
fa: و نتیجه ها
hu: E&redmények
it: &Risultati
ms: &Keputusan
nb: &Resultater
ro: &Rezultate
ru: &Результаты
sk: &Výsledky
tr: &Sonuçlar

source: &Clear results
ar: &مسح النتائج
bg: &Изчисти резултатите
de: &Ergebnisse löschen
es: &Borrar resultados
fa: و نتایج را پاک کنید
hu: Eredmények &törlése
it: &Cancella i risultati
ms: &Keputusan jelas
nb: &Fjern resultat(er)
ro: &Curăţă rezultatele
ru: &Очистить результаты
sk: &Vymazať výsledky
tr: &Sonuçları temizle

source: &Help
ar: &المساعدة
bg: &Помощ
de: &Hilfe
es: &Ayuda
fa: و کمک
hu: &Súgó
it: &Aiuto
ms: &Bantuan
nb: &Hjelp
ro: &Ajutor
ru: &Помощь
sk: &Pomoc
tr: &Yardım

source: &Preferences
ar: &التفضيلات
bg: &Предпочитания
de: &Einstellungen
es: &Preferencias
fa: و تنظیمات
hu: &Beállítás
it: &Preferiti
ms: &Pilihan paling gemar
nb: &Preferanser
ro: &Preferințe
ru: &Настройки
sk: &Predvoľby
tr: &Tercihler

source: Request a &feature
ar: &طلب ميزة
bg: Поискайте &опция
de: Ein &Merkmal anfordern
es: Solicitar una &característica
fa: درخواست یک و شاخص
hu: Új funkció &kérése
it: Richedi una &funzione
ms: Minta & ciri
nb: Vis &egenskap
ro: Solicitaţi un & funcție
ru: Запросить &функционал
sk: Požiadať o &funkciu
tr: &Özellik talep et

source: &Report a problem
ar: &الإبلاغ عن مشكلة
bg: &Съобщете за проблем
de: &Ein Problem melden
es: &Reportar un problema
fa: و مشکل را گزارش کنید
hu: &Hiba bejelentése
it: &Segnala un problema
ms: &Lapor masalah
nb: &Rapportér et problem
ro: &Raportați o problemă
ru: &Сообщить о проблеме
sk: &Ohlásiť chybu
tr: &Problem bildir

source: &Diagnosis information
ar: &تشخيص المعلومات
bg: Информация за &диагностика
de: &Diagnoseinformationen
es: &Información de diagnóstico
fa: و تشخیص اطلاعات
hu: &Diagnózis információ
it: &Informazioni della diagnosi
ms: &Diagnosis informasi
nb: &Diagnostikk
ro: &Informații de diagnostic
ru: &Диагностическая информация
sk: &Diagnostika informácií
tr: &Tanımlama bilgileri

source: &About
ar: &حول
bg: &Относно
de: &Über
es: &Sobre
fa: و راجع به
hu: A &programról
it: &Info
ms: &Tentang
nb: &Om
ro: &Despre
ru: &О программе
sk: &Ohľadom
tr: &Hakkında

source: &Exit
ar: &الخروج
bg: &Изход
de: &Beenden
es: &Salir
fa: و خارج شوید
hu: Ki&lépés
it: &Esci
ms: &Keluar
nb: &Avslutt
ro: &Ieșire
ru: &Выход
sk: &Ukončiť
tr: &Çıkış

source: Ctrl+Q
nb: Crtl+Q

source: &Save data
es: &Guardar datos
fa: و داده‌ها را ذخیره کنید
hu: Adat &mentése
it: &Salva
nb: &Lagre data
ro: &Salvare date
ru: &Сохранить данные
tr: &Veriyi kaydet

source: Save data &as
es: Guardar d&atos como
fa: داده‌ها را ذخیره کنید و بطوریکه
hu: Mentés &másként
it: Salva i dati &come
ms: Simpan data &sebagai
nb: Lagre data &som
ro: Salvare date &ca
ru: Сохранить данные &как
tr: Datayı &farklı kaydet

source: &Compare groups and variables
es: &Comparar grupos y variables
fa: و گروه ها و متغیرها را مقایسه کنید
hu: Csoportok és változók összehasonlítása
it: &Confronta i gruppi e le variabili
ms: &Membandingkan kelompok dan pembolehubah
nb: &Sammenlign grupper og variabler
ro: &Comparați grupuri și variabile
ru: &Сравнить группы и переменных
tr: &Grupları ve değişkenleri karşılaştır

source: Import error
es: Error de importación
fa: خطا را وارد کنید
hu: Beolvasási hiba
it: Errore nell' importazione
ms: Ralat import
nb: Feil under import
ro: Eroare import
ru: Ошибка импорта
tr: Yükleme hatası

source: Data could not be loaded.
ar: لا يمكن تحميل البيانات.
bg: Данните не се заредиха.
de: Die Daten konnten nicht geladen werden.
es: No se pudieron cargar los datos.
fa: داده‌ها نمی توانند لود شوند.
hu: Az adatot nem lehet betölteni.
it: SI è verificato un problema nel caricamento dei dati.
ms: Data tidak dapat dimuatkan.
nb: Data kan ikke lastes
ro: Datele nu a putut fi încărcat.
ru: Данные не могут быть загружены.
sk: Dáta nemohli byť načítané.
tr: Veri yüklenemedi.

source: At least two variables should be set.
ar: يجب تعيين متغيرين على الأقل.
bg: Най-малко две променливи трябва да бъдат зададени.
de: Mindestens zwei Variablen sollten gesetzt werden.
es: Deben establecerse al menos dos variables.
fa: حداقل دو متغیر باید تنظیم شوند.
hu: Legalább két változót kell megadni.
ms: Sekurang-kurangnya dua pembolehubah perlu ditetapkan.
nb: Minst to variabler bør angis
ro: Cel puțin două variabile ar trebui stabilite.
ru: Как минимум, две переменные должны быть указаны.
sk: Aspoň dve premenné by mali byť nastavené.
tr: En az iki değişken atanmalı.

source: Pivot table
ar: جدول محوري
bg: Обобщителна таблица
de: Pivot-Tabelle
es: Tabla dinámica
fa: جدول محوری
hu: Kimutatás
it: Tabella Pivot
ms: Tabel Pivot
nb: Pivot tabell
ro: Tabel pivot
ru: Сводная таблица
sk: Kontingenčná tabuľka
tr: Özet tablosu

source: The dependent variable and at least one grouping variable should be given.
ar: يجب ان يعطى متغير التابع ومتغير تصنيفي واحد على الاقل.
bg: Зависимата променлива и поне една групираща променлива трябва да бъдат зададени.
de: Die abhängige Variable und mindestens eine gruppierende Variable sollten gegeben sein.
es: Deben darse la variable dependiente y al menos una variable de agrupación.
fa: متغیر وابسته و حداقل یک متغیر گروهی باید داده شوند.
hu: A függő változót és legalább egy csoportosító változót meg kell adni.
it: è necessario indicare la variabile dipendente e almeno una variabile di ragruppamento.
ms: Pembolehubah terikat and sekurang-kurangnya satu pembolehubah kelompok perlu diberikan.
nb: Den avhengige (utfalls) variablen og minst en gruppevariabel må oppgis
ro: Variabila dependentă și cel-putin o variabila de grupare ar trebui acordată.
ru: Зависимая переменная и как минимум, одна группирующая переменная должна быть задана.
sk: Mala by byť zadaná závislá premenná a aspoň jedna skupinová premenná.
tr: Bağımlı değişken ve en az bir gruplama değişkeni tanımlanmalıdır.

source: Both the dependent and the grouping variables should be set.
ar: يجب تعيين كل من المتغيرات التابعة والتصنيفية
bg: И зависимите, и групиращите променливи трябва да бъдат зададени.
de: Sowohl die abhängigen als auch die gruppierenden Variablen sollten gesetzt werden.
es: Deben establecerse tanto las variables dependientes como las variables de agrupación.
fa: متغیر وابسته و متغیر گروهی هر دو باید تنظیم شوند.
hu: A függő és a csoportosító változót is be kell állítani.
it: È necessario impostare sia le variabili dipendenti che le variabili di raggruppamento.
ms: Kedua-dua pembolehubah terikat dan kelompok perlu ditetapkan.
nb: Både avhengig (Utfall) og gruppe variable(r) bør oppgis
ru: Как зависимые, так и группированные переменные должны быть указаны.
sk: Mala by byť zadaná závislá aj skupinová premenná.
tr: Hem bağımlı hem de gruplama değişkenleri atanmalıdır.

source: Clear output
ar: مسح النتائج
bg: Изчисти изходящия файл
de: Ausgabe löschen
es: Borrar output
fa: بازده را حذف کنید
hu: Kimenet törlése
it: Cancellare l'output
ms: Kosongkan output
nb: Fjern output/resultat
ro: Curăţă outputul
ru: Очистить вывод
sk: Vymazať výstup
tr: Çıktıyı temizle

source: Are you sure you want to delete the output?
ar: هل أنت متأكد من أنك تريد حذف النتائج؟
bg: Сигурни ли сте, че искате да изтриете изходящия файл?
de: Möchten Sie die Ausgabe wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el output?
fa: آیا اطمینان دارید که می‌خواهید بازده را حذف کنید؟
hu: Biztosan töröljük a kimenetet?
it: Sei sicuro di voler cancellare l' output?
ms: Adakah anda pasti mahu memadam output tersebut?
nb: Er du sikker på du vil slette output/resultatet ?
ro: Sunteți sigur că doriți să ștergeți outputul?
ru: Вы действительно хотите удалить вывод?
sk: Ste si istý, že chcete vymazať výstup?
tr: Çıktıyı silmek istediğinizden emin misiniz?

source: About CogStat
ar: عن CogStat
bg: Относно CogStat
de: Über CogStat
es: Sobre CogStat
fa: در مورد CogStat
hu: A CogStatról
it: Info su CogStat
ms: Tentang CogStat
nb: Om CogStat
ro: Despre CogStat
ru: О CogStat
sk: Ohľadom CogStat
tr: CogStat hakkında

source: System components
ar: مكونات النظام
bg: Системни компоненти
de: Systemkomponenten
es: Componentes del sistema
fa: اجزا سیستم
hu: Rendszer összetevők
it: Componenti del sistema
ms: Komponen sistem
nb: Systemkomponenter
ro: Componentele sistemului
ru: Системные компоненты
sk: Systémové zložky
tr: Sistem bileşenleri

source: Save output
ar: حفظ النتائج
bg: Запиши изходящия файл
de: Ausgabe speichern
es: Guardar output
fa: بازده را ذخیره کنید
hu: Kimenet mentése
it: Salva l' output
ms: Simpan output
nb: Lagre output/resultat
ro: Salvați outputul
ru: Сохранить вывод
sk: Uložiť výstup
tr: Çıktıyı kaydet

source: Output has unsaved results. Do you want to save it?
ar: النتائج غير محفوظة. هل تريد حفظها؟
bg: Изходящият файл съдържа незаписани резултати. Искате ли да ги запишете?
de: Die Ausgabe enthält nicht gespeicherte Ergebnisse. Möchten Sie diese speichern?
es: El output tiene resultados sin guardar. ¿Quieres guardarlo?
fa: نتیجه ی بازده ذخیره نشده است. مایلید ذخیره کنید؟
hu: Nincs minden eredmény elmentve. Mentsük az eredményeket?
it: L' output ha risultati non salvati. Desideri salvarli?
ms: Terdapat output yang tidak disimpan. Adakan anda mahu menyimpan output tersebut?
nb: Output har ulagrede resultater. Vil du lagre de ?
ro: Outputul are rezultate nesalvate. Doriţi să-l salvați?
ru: Вывод имеет несохраненные результаты. Вы хотите сохранить их?
sk: Výstup obsahuje neuložené výsledky. Chcete ich uložiť?
tr: Çıktıda kaydedilmemiş sonuçlar mevcut. Kaydetmek ister misiniz?

source: Source:
ar: المصدر:
bg: Източник:
de: Quelle:
es: Fuente:
fa: منبع:
hu: Forrás:
it: Origine:
ms: Sumber:
nb: Kilde:
ro: Sursă:
ru: Источник:
sk: Zdroj:
tr: Kaynak:

source: variables and
ar: المتغيرات و
bg: променливи и
de: Variablen und
es: variables y
fa: ␣متغیر‌ها و␣
hu: változó és
it: variabili e
ms: pembolehubah dan
nb: variabler og
ro: variabile și
ru: переменные(х) и
sk: premenné a
tr: değişken ve

source: cases
ar: الحالات
bg: статистически единици
de: Fälle
es: casos
fa: نمونه‌ها
hu: eset
it: casi
ms: kes
nb: caser
ro: cazuri
ru: случая(ев)
sk: prípady
tr: olay

source: further cases are not displayed...
ar: عدد حالات إضافية لم يتم عرضها...
bg: следващите статистически единици не са показани...
de: weitere Fälle werden nicht angezeigt...
es: otros casos no se muestran...
fa: ␣نمونه‌هایِ بیشترنمایش داده نشده است...
hu: további eset nincs megjelenítve...
it: Ulteriori casi non sono mostrati...
ms: kes selanjutnya tidak dipaparkan
nb: videre caser vises ikke
ro: alte cazuri nu sunt afișate ...
ru: последующих случая(ев) не отображены...
sk: ďalšie prípady nie sú zobrazené...
tr: olay burada yansıtılmadı...

source: Interval variable.
ar: متغير فئوي.
bg: Интервално скалирана променлива.
de: Intervall Variable.
es: Variable intervalo.
fa: متغیر‌هایِ فاصله یی ( بازه‌ای).
hu: Intervallum változó.
it: Variabile a intervalli.
ms: Pembolehubah interval
nb: Intervall variabel
ro: Variabilă de interval.
ru: Интервальная переменная.
sk: Intervalová premenná.
tr: Aralık değişkeni.

source: Ordinal variable.
ar: متغير اسمي.
bg: Ординално скалирана променлива.
de: Ordinale Variable.
es: Variable ordinal.
fa: متغیر‌هایِ ترتیبی.
hu: Ordinális változó.
it: Variabile ordinale.
ms: Pembolehubah ordinal
nb: Ordinal variabel
ro: Variabilă ordinală.
ru: Порядковая переменная.
sk: Ordinálna premenná.
tr: Sıralı değişken.

source: Explore variable
ar: استكشف المتغير
bg: Изследвай променлива
de: Variable untersuchen
es: Explorar variable
fa: متغیر را جستجو کنید
hu: Változó vizsgálata
it: Esplora la variabile
ms: Periksa pembolehubah
nb: Utforsk variabel
ro: Exploreaza variabila
ru: Изучить переменную
sk: Preskúmať premennú
tr: Değişkeni incele

source: Exploring variable:
ar: استكشاف المتغير:
bg: Изследване на променлива:
de: Variable untersuchen:
es: Explorando variable:
fa: اکتشاف داده ها:
hu: Változó vizsgálata:
it: Esplorando la variabile:
ms: Memeriksa pembolehubah:
nb: Utforsker variabel:
ro: Explorarea variabilei:
ru: Исследуемые переменные:
sk: Skúmam premennú:
tr: Değişken inceleniyor:

source: Frequencies
ar: التكرارات
bg: Честоти
de: Häufigkeiten
es: Frecuencias
fa: فرکانس ها
hu: Gyakoriság
it: Frequenze
ms: Frekuensi
nb: Frekvenser
ro: Frecvențe
ru: Частоты
sk: Frekvencie
tr: Frekanslar

source: Normality
ar: الحالة الطبيعية
bg: Нормалност на разпределението
de: Normalität
es: Normalidad
fa: نرمالیته ( نرمال بودن)
hu: Normalitás
it: Normalità
ms: Normaliti
nb: Normalitet
ro: Normalitate
ru: Нормальность
sk: Normalita
tr: Normallik

source: Exploring variable pair:
ar: فحص اقتران المتغيرات: ␣
bg: Изследване на двойка променливи:
de: Variablenpaar untersuchen:
es: Explorando el par de variable:
fa: جفت های متغیر:
hu: Változópár vizsgálata:
it: Esplorando la coppia di variabili:
ms: Memeriksa pasangan pembolehubah
nb: Utforsker variabelpar:
ro: Explorarea unei perechi de variabile:
ru: Изучение пары переменных:
sk: Skúmam dvojicu premenných:
tr: Değişken çifti inceleniyor:

source: Interval variables.
ar: متغيرات الفترة.
bg: Интервално скалирани променливи.
de: Intervall Variablen.
es: Variables intervalos.
fa: متغیر‌هایِ فاصله یی ( بازه‌ای).
hu: Intervallum változók.
it: Variabili a intervalli.
ms: Pembolehubah interval
nb: Intervall variabler.
ro: Variabile de interval.
ru: Интервальные переменные.
sk: Intervalové premenné.
tr: Aralık değişkenleri.

source: Running Pearson's and Spearman's correlation.
ar: تشغيل اختبارات الارتباط Pearson و Spearman.
bg: Изчисляване на корелационни коефициенти на Пирсън и Спирмън.
de: Pearson's und Spearman's Korrelation ausführen.
es: Ejacutando la correlación de Pearson y de Spearman.
fa: اجرایِ همبستگی پيرسون و همبستگی اسپیرمن
hu: Pearson és Spearman korreláció futtatása.
it: Calcolando le correlazioni di Pearson e di Spearman.
ms: Melaksanakan korelasi Pearson dan Spearman
nb: Kjører Pearson's og Spearman's korrelasjon.
ro: Rularea corelației Pearson și a lui Spearman.
ru: Запуск корреляции Пирсона и Спирмена
sk: Prebieha Pearsonova a Spearmanova korelácia.
tr: Pearson ve Spearman korelasyonu uygulanıyor.

source: Pearson's correlation
ar: معامل ارتباط Pearson
bg: Корелационен коефициент на Пирсън
de: Pearson's Korrelation
es: Correlación de Pearson
fa: همبستگی پيرسون
hu: Pearson korreláció
it: Correlazione di Pearson
ms: Korelasi Pearson
nb: Pearson's korrelasjon
ro: Corelaţia Pearson
ru: Корреляция Пирсона
sk: Pearsonova korelácia
tr: Pearson korelasyonu

source: Linear regression
ar: الانحدار الخطي
bg: Линейна регресия
de: Lineare Regression
es: Regresión linear
fa: رگرسیون خطی
hu: Lineáris regresszió
it: Regressione lineare
ms: Linear regresi
nb: Linær regresjon
ro: Regresia liniară
ru: Линейная регрессия
sk: Lineárna regresia
tr: Doğrusal regresyon

source: Spearman's rank-order correlation
ar: معامل ارتباط Spearman الرتبي
bg: Коефициент на рангова корелация на Спирмън
de: Spearman's Rangkorrelationsskoeffizient
es: Correlación de rango y orden de Spearman
fa: همبستگی رتبه‌ای اسپیرمن
hu: Spearman korreláció
it: Correlazione per ranghi di Spearman
ms: Korelasi Spearman rank-order
nb: Spearman's rank order korrelasjon
ru: Ранговая корреляция Спирмена
sk: Spearmanova poradová korelácia
tr: Spearman sıralama korelasyonu

source: Ordinal variables.
ar: متغيرات ترتيبية.
bg: Ординално скалирани променливи.
de: Ordinale Variablen.
es: Variables ordinales.
fa: متغیر‌هایِ ترتیبی.
hu: Ordinális változók.
it: Variabili ordinali.
ms: Pembolehubah ordinal
nb: Ordinal variabler.
ro: Variabile ordinale.
ru: Порядковые переменные.
sk: Ordinálne premenné.
tr: Sıralı değişkenler.

source: Running Spearman's correlation.
ar: تشغيل معامل ارتباط Spearman.
bg: Изчисляване на корелационен коефициент на Спирмън.
de: Spearman's Korrelation ausführen.
es: Ejacutando la correlación de Spearman.
fa: اجرایِ همبستگی پيرسون.
hu: Spearman korreláció futtatása.
it: Calcolando la correlazione per ranghi di Spearman
ms: Melaksanakan korelasi Spearman
nb: Kjører Spearman's korrelasjon.
ro: Rularea corelaţiei Spearman.
ru: Запуск корреляции Спирмена
sk: Prebieha Spearmanova korelácia.
tr: Spearman korelasyonu uygulanıyor.
