Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: More than two variables
ar: أكثر من متغيرين
bg: Повече от две променливи
de: Mehr als zwei Variablen
hu: Kettőnél több változó
nb: Mer enn to variabler

source: Normality met
ar: تحققت الحالة الطبيعية
bg: Нормалността на разпределението не е нарушена
de: Normalität erfüllt
hu: Normalitás teljesül
nb: Normalitet møtt

source: Homoscedasticity met
ar: لقد تحقق تجانس التباين
bg: Хомоскедастичността не е нарушена
de: Homoskedastizität erfüllt
hu: Homoszkedaszticitás teljesül
nb: Homoskedastisitet møtt

source: No multicollinearity
ar: لا يوجد علاقة خطية متعددة
bg: Няма мултиколинеарност
de: Keine Multikollinearität
hu: Nincs multikollinearitás
nb: Ingen multicollinearity

source: Running model F-test and tests for regressor slopes
ar: تشغيل نموذج F-test واختبارات لميل الانحدار
bg: Изчисляване на модел на F-критерий и критерии за наклоните на регресорите
de: Durchführung des Modell-F-Tests und Tests für die Regressorneigungen
hu: A modell F-próbájának a regresszor meredekség tesztjének futtatása
nb: Kjører model F-test og tester for regressor (variabelens) stigningstall

source: Multicollinearity suspected
ar: يشتبه في وجود علاقة خطية متعددة
bg: Подозрение за мултиколинеарност
de: Multikollinearität vermutet
hu: Multikollinearitás gyanítható
nb: Multicollinearity mistenkt

source: Regressor slopes
ar: ميل الانحدار
bg: Наклони на регресорите
de: Regressorneigungen
hu: Regresszió meredekségek
nb: Regressorens (variablens) stigningstall

source: Testing if ICC differs from 0
ar: اختبار ما إذا كانت ICC تختلف عن 0
bg: Проверка дали ICC се различава от 0
de: Überprüfung, ob ICC von 0 abweicht
hu: ICC 0-tól való etérésének tesztelése
nb: Tester om ICC er forskjellig fra 0

source: Assumption of normality met
ar: استيفاء افتراض التوزيع الطبيعي
bg: Предпоставката за нормалност на разпределението не е нарушена
de: Annahme der Normalität erfüllt
hu: A normalitás előfeltétel teljesül
nb: Antakelser om normalitet møtt

source: Assumption of homogeneity of variances violated
ar: تم انتهاك افتراض تجانس التباين
bg: Предпоставката за равенство на дисперсиите е нарушена
de: Annahme von Varianzhomogenität verletzt
hu: A szóráshomogenitás feltétele sérült
nb: Antakelser om homogenitet av varianser overtrådt

source: Assumption of homogeneity of variances met
ar: استيفاء افتراض تجانس التباين
bg: Предпоставката за равенство на дисперсиите не е нарушена
de: Annahme von Varianzhomogenität erfüllt
hu: A szóráshomogenitás feltétele teljesült
nb: Antakelser om homogenitet av varianser møtt

source: Running F-tests
ar: تشغيل اختبارات F
bg: Изчисляване на F-критерии
de: F-Tests durchführen
hu: F-próba futttása
nb: KJører F- tester

source: Adjusted
ar: معدلة
bg: Коригиран
de: Angepasst
hu: Módosított
nb: Justert

source: File type is not supported
ar: نوع الملف غير مدعوم
bg: Този тип файл не се поддържа
de: Dateityp wird nicht unterstützt
hu: A fájl típus nem támogatott
nb: Filtypen er ikke støttet

source: The file was successfully reloaded
ar: تم إعادة تحميل الملف بنجاح
bg: Файлът беше успешно презареден
de: Die Datei wurde erfolgreich neu geladen
hu: A fájl sikeresen újratöltődött
nb: Filen er relastet

source: The data was not imported from a file
ar: لم يتم استيراد البيانات من ملف
bg: Данните не бяха импортирани от файл
de: Die Daten wurden nicht aus einer Datei importiert
hu: Az adatok nem egy fájlból lettek importálva
nb: Data ble ikke importert fra en fil

source: It cannot be reloaded
ar: لا يمكن إعادة تحميلها
bg: Не може да се презареди
de: Es kann nicht neu geladen werden
hu: Nem lehet újratölteni
nb: Kan ikke lastes på nytt

source: Cases with missing data will also be excluded
ar: الحالات التي تحتوي على بيانات مفقودة سيتم استبعادها أيضًا
bg: Статистически единици с липсващи данни също ще бъдат изключени
de: Fälle mit fehlenden Daten werden ebenfalls ausgeschlossen
hu: A hiányzó adatokat tartalmazó esetek szintén ki lesznek zárva
nb: Caser med ufullstendige data vil også bli eksludert

source: Multivariate filtering based on the variables: %s (%s)
ar: التصفية المتعددة الأبعاد بناءً على المتغيرات: %s (%s)
bg: Многовариантно филтриране въз основа на променливи: %s (%s)
de: Multivariate Filterung basierend auf den Variablen: %s (%s)
hu: Többváltozós szűrés az alábbi változók alapján: %s (%s)
nb: Multivariat filtrering basert på variablene: %s (%s)

source: Cases above the cutoff Mahalanobis distance will be excluded
ar: سيتم استبعاد الحالات التي تزيد عن مسافة قطع Mahalanobis
bg: Статистически единици над границата според разстоянието по Махаланобис ще бъдат изключени
de: Fälle über dem Mahalanobis-Abstand werden ausgeschlossen
hu: Az alábbi kritikus Mahalanobis távolság feletti esetek ki lesznek zárva
nb: Caser som befinner seg over cutoff Mahalanobis distanse vil bli ekskludert

source: Excluded cases (%s cases)
ar: الحالات المستبعدة (%s حالة)
bg: Изключени статистически единици (%s статистически единици)
de: Ausgeschlossene Fälle (%s Fälle)
hu: Kizárt esetek (%s eset)
nb: Ekskluderte caser (%s cases)

source: No cases were excluded
ar: لم يتم استبعاد أي حالة
bg: Статистически единици не бяха изключени
de: Es wurden keine Fälle ausgeschlossen
hu: Nem volt kizárt eset
nb: Ingen caser ble ekskludert

source: Filtering is on
ar: تم تفعيل عملية التصفية
bg: Филтърът е включен
de: Filterung ist aktiv
hu: A szűrés be van kapcsolva
nb: Filtrering på

source: Reliability of items
ar: موثوقية العناصر
bg: Надеждност на айтемите
de: Zuverlässigkeit von Elementen
hu: A tételek megbízhatósága
nb: Reliabilitet av

source: Reverse coded item(s)
ar: العناصر التي تم ترميزها بشكل عكسي
bg: Айтем/и с обратно точкуване
de: Rückwärts kodiertes Element(e)
hu: Fordított tétel(ek)
nb: Reverserte kodede elementer

source: Reliability calculated from variables
ar: الموثوقية المحسوبة من المتغيرات
bg: Надеждност изчислена от променливите
de: Zuverlässigkeit berechnet aus Variablen
hu: Változókból számolt megbízhatóság
nb: Reliabilitet kalkulert fra variablene

source: Testing normality
ar: اختبار الحالة الطبيعية
bg: Проверка на условието за нормално разпределение
de: Normalverteilung testen
hu: Normalitás tesztelése
nb: Tester normalitet

source: Assumption of normality violated
ar: تم انتهاك فرضية الحالة الطبيعية
bg: Условието за нормалност на разпределението е нарушено
de: Annahme der Normalität verletzt
hu: A normalitás előfeltétele sérült
nb: Antakelse om normalitet er overtrådt

source: Testing homogeneity of variances
ar: اختبار تجانس الفروق
bg: Проверка на предпоставката за равенство на дисперсиите
de: Homogenität der Varianzen testen
hu: Szóráshomogenitás ellenőrzése
nb: Tester homogenitet av varianser

source: CIs may be inaccurate
ar: يمكن أن تكون فترات الثقة غير دقيقة
bg: Доверителните интервали може да са неточни
de: KIs könnten ungenau sein
hu: A konfidencia intervallumok pontatlanok lehetnek
nb: Konfidensintervaller kan være unøyaktige

source: Assumptions met
ar: تحققت الافتراضات
bg: Условията са изпълнени
de: Annahmen erfüllt
hu: Az előfeltételek teljesülnek
nb: Antakelser møtt

source: At least one predictor variable should be set
ar: يجب تعيين متغير توقع واحد على الأقل
bg: Трябва да се зададе поне една прогнозираща променлива
de: Es sollte mindestens eine Prädiktorvariable festgelegt werden
hu: Legalább egy bejósló változót meg kell adni
nb: Minst en prediktor bør oppgis

source: The predicted variable should be set
ar: يجب تعيين المتغير المتنبئ
bg: Прогнозираната променлива трябва да се зададе
de: Die vorhergesagte Variable sollte festgelegt werden
hu: A bejósolt változót meg kell adni
nb: Den predikerende variabelen bør oppgis

source: Used variables
ar: المتغيرات المستخدمة
bg: Използвани променливи
de: Verwendete Variablen
hu: Használt változók
nb: Benyttede variabler

source: Number of trials excluded because of missing data
ar: عدد التجارب المستبعدة بسبب نقص البيانات
bg: Брой измервания, изключени заради липсващи данни
de: Anzahl der wegen fehlenden Daten ausgeschlossenen Versuche
hu: Hiányzó adatok miatt kizárt próbák száma
nb: Antall av forsøk som er ekskludert på grunn av manglende data

source: Normality could not be calculated
ar: لا يمكن حساب الانحراف الطبيعي
bg: Нормалността на разпределението не може да се изчисли
de: Normalität konnte nicht berechnet werden
hu: A normalitást nem lehetett kiszámolni
nb: Normalitet kan ikke kalkuleres

source: CIs may be biased
ar: قد تكون فترات الثقة محايدة
bg: Доверителните интервали може да са пристрастени
de: KIs könnten verzerrt sein
hu: A konfidencia intervallumok torzítottak lehetnek
nb: KI kan være biased

source: Homoscedasticity could not be calculated
ar: تعذر حساب تجانس التباين
bg: Хомоскедастичността не може да се изчисли
de: Homoskedastizität konnte nicht berechnet werden
hu: Homoszkedaszticitás nem számolható ki
nb: Homoskedastisitet kan ikke beregnes

source: Assumption of homoscedasticity violated
ar: تم انتهاك افتراض تجانس التباين
bg: Условието за хомоскедастичност е нарушено
de: Annahme von Homoskedastizität verletzt
hu: Homoszkedaszticitás feltétele sérült
nb: Antakelsen om homoskedasitet er brutt

source: Assumption of homoscedasticity met
ar: تحقق افتراض تجانس التباين
bg: Условието за хомоскедастичност е изпълнено
de: Annahme von Homoskedastizität erfüllt
hu: Homoszkedaszticitás feltétele teljesült
nb: Antakelsen om homoskedastisitet er møtt

source: Multicollinearity could not be calculated
bg: Мултиколинеарността не може да се изчисли
de: Multikollinearität konnte nicht berechnet werden
hu: Multikollinearitás nem volt kiszámolható
nb: Multicollinearity kan ikke beregnes

source: Point estimates and CIs may be inaccurate
ar: قد تكون تقديرات النقطة وفترات الثقة غير دقيقة
bg: Точковите оценки и доверителните интервали може да са неточни
de: Punktschätzungen und KIs könnten ungenau sein
hu: A pontbecslések és a konfidencia intervallumok pontatlanok lehetnek
nb: Punktestimat og KI kan være unøyaktige

source: Multicollinearity not detected
ar: لم يتم الكشف عن التداخل الخطي المتعدد
bg: Мултиколинеарност не бе открита
de: Keine Multikollinearität festgestellt
hu: Mulitkollinearitás nem állapítható meg
nb: Multicollinearity ikke påvist

source: VIF > 10 in variable %s
ar: قيمة عامل تضخم التباين > 10 في المتغير %s
bg: VIF > 10 за променлива %s
de: VIF > 10 in der Variablen %s
hu: VIF > 10 a(z) %s változóban
nb: VIF > 10 i variabel %s

source: Possible multicollinearity
ar: احتمال وجود تداخل خطي متعدد
bg: Възможна мултиколинеарност
de: Mögliche Multikollinearität
hu: Lehetséges multikollinearitás
nb: Mulig multicollinearity

source: Beta weights when regressing %s on all other regressors
ar: أوزان Beta عند تراجع %s على كافة عوامل الانحدار الأخرى
bg: Тегла на бета параметрите при регресиране на %s по отношение на останалите регресори
de: Beta-Gewichte bei Regression von %s auf alle anderen Regressoren
hu: A %s változóra illesztett magyarázó változók béta súlyai
nb: Beta-vekter når du regresserer %s på alle andre regressorer

source: Invalid data source
ar: مصدر بيانات غير صالح
bg: Невалиден източник на данни
de: Ungültige Datenquelle
hu: Érvénytelen adatforrás
nb: Ugyldig datakilde

source: Filtering based on %s
ar: التصفية بناءً على %s
bg: Филтрирането се основава на %s
de: Filterung basierend auf %s
hu: Szűrés %s alapján
nb: Filtrering basert på %s

source: Cases outside of the range will be excluded
ar: سيتم استبعاد الحالات خارج النطاق
bg: Статистически единици извън този диапазон ще бъдат изключени
de: Fälle außerhalb des Bereichs werden ausgeschlossen
hu: Az alábbi tartományon kívüli esetek ki lesznek zárva
nb: Cases utenfor rekkevidden vil bli ekskludert

source: Grouping variable(s)
ar: المتغيرات التصنيفية
bg: Групираща/и променлива/и
de: Gruppenvariable(n)
hu: Csoportosító változó(k)
nb: Gruppering av variabel(er)

source: Number of trials excluded because reaction time was larger than %s seconds
ar: تم استبعاد عدد من التجارب لأن وقت التفاعل كان أكبر من %s ثانية
bg: Брой измервания, изключени заради време на реакция по-дълго от %s секунди
de: Anzahl der Versuche ausgeschlossen, weil die Reaktionszeit länger als %s Sekunden war
hu: A kizárt próbák száma mivel a reakcióidő nagyobb volt, mint %s másodperc
nb: Antall forsøk er ekskludert da reaksjonstiden var mer enn %s sekunder

source: Only interval variables can be used for filtering
ar: يمكن استخدام المتغيرات الفئوية فقط للتصفية
bg: Само интервално скалирани променливи могат да се използват като филтър
de: Nur Intervallvariablen können für die Filterung verwendet werden
hu: Csak intervallum változók használhatóak a szűrésnél
nb: Kun intervallvariabler kan brukes til filtrering

source: Ignoring variable(s) %s
ar: تجاهل المتغير (المتغيرات) %s
bg: Игнориране на променлива/и %s
de: Variable(n) %s ignorieren
hu: A %s változók figyelmen kívül hagyása
nb: Ignorerer variabel(er) %s

source: The dependent variable should be set
ar: يجب تعيين المتغير التابع
bg: Зависимата променлива трябва да бъде зададена
de: Die abhängige Variable sollte festgelegt werden
hu: A függő változót be kell állítani
nb: Den avhengige variabelen bør angis

source: At least one grouping variable should be set
ar: يجب تعيين متغير تجميع واحد على الأقل
bg: Най-малко една групираща променлива трябва да бъде зададена
de: Es sollte mindestens eine Gruppenvariable festgelegt werden
hu: Legalább egy csoportosító változót be kell állítani
nb: Minst en grupperingsvariabel bør angis

source: The reaction time should be given
ar: يجب توفير وقت الاستجابة
bg: Трябва да се зададе времето на реакция
de: Die Reaktionszeit sollte angegeben werden
hu: A reackcióidőt meg kell adni
nb: Reaksjonstiden bør oppgis

source: The error variables should be given
ar: يجب توفير متغيرات الخطأ
bg: Трябва да се зададат променливите за грешките
de: Die Fehlervariablen sollten angegeben werden
hu: A hiba változót meg kell adni
nb: Feilvariabelene bør oppgis

source: At least two variables should be set
ar: يجب تعيين متغيرين على الأقل
bg: Трябва да се зададат поне две променливи
de: Mindestens zwei Variablen sollten festgelegt werden
hu: Legalább két változót meg kell adni
nb: Minst to variabler bør oppgis

source: Variables to compare
ar: متغيرات للمقارنة
bg: Променливи за сравнение
de: Zu vergleichende Variablen
hu: Összehasonlítandó változók
nb: Variabler å sammenligne

source: Factor(s) (number of levels)
ar: العوامل (عدد المستويات)
bg: Фактор/и (брой на нивата)
de: Faktor(en) (Anzahl der Stufen)
hu: Faktor(ok) (szintek száma)
nb: Faktor(er) (antall nivåer)

source: At least one dependent variable should be set
ar: يجب تعيين متغير تابع واحد على الأقل
bg: Най-малко една зависима променлива трябва да бъде зададена
de: Mindestens eine abhängige Variable sollte festgelegt werden
hu: Legalább egy függő változót be kell állítani
nb: Minst en avhengig variabel bør oppgis

source: A variable should be assigned to each level of the factors
ar: يجب تعيين متغير لكل مستوى من العوامل
bg: Една променлива трябва да бъде зададена за всяко ниво на факторите
de: Jeder Stufe des Faktors sollte eine Variable zugeordnet werden
hu: A faktorok összes szintjéhez hozzá kell rendelni egy változót
nb: En variabel bør knyttes til hvert nivå av faktorene

source: Largest tick on the x-axes displays %d cases
hu: A legnagyobb beosztás az x tengelyen %d esetet mutat
nb: Den største haken på x-aksen viser %d caser

source: other predictors
hu: egyéb bejóslók
nb: andre prediktorer

source: &Function
ar: &وظيفة
bg: &Функция
de: &Funktion
hu: &Függvény
nb: &Funksjon

source: One sample t-test cannot be run for constant variable
ar: لا يمكن تشغيل اختبار t لعينة واحدة على متغير ثابت
bg: Едноизвадков t-критерий на Стюдънт не може да се изчисли за константа
de: Einstichproben-t-Test kann nicht für konstante Variable durchgeführt werden
hu: Egymintás t-próba nem futtatható le konstans változóra
nb: Ett utvalgs t-test kan ikke kjøres for en konstant variabel

source: Factor level combinations and assigned variables
ar: تركيبات مستوى العامل والمتغيرات المعينة
bg: Комбинации на нивата на факторите и зададени променливи
de: Faktorstufen-Kombinationen und zugeordnete Variablen
hu: Faktor szint kombinációk és a hozzárendelt változók
nb: Faktornivåkombinasjoner og tilordnede variabler

source: Detailed error message
ar: رسالة خطأ مفصلة
bg: Подробно съобщение за грешка
de: Detaillierte Fehlermeldung
hu: Részletes hibaüzenet
nb: Detaljert feilmelding

source: Too small sample to test homoscedasticity in variables: %s
ar: العينة صغيرة جدًا لاختبار تجانس التباين في المتغيرات: %s
bg: Твърде малка извадка за проверка на условието за хомоскедастичност на променливи: %s
de: Zu kleine Stichprobe, um Homoskedastizität in den Variablen zu testen: %s
hu: Túl kicsi a minta a homoszkedaszticitás teszteléséhez az alábbi változókban: %s
nb: For lite utvalg for å teste homoskedastisitet i variablene: %s

source: Too small sample to test normality in variables: %s
ar: عينة صغيرة جدًا لاختبار التوزيع الطبيعي في المتغيرات: %s
bg: Твърде малка извадка за проверка на условието за нормално разпределение на променливи: %s
de: Zu kleine Stichprobe, um Normalität in den Variablen zu testen: %s
hu: Túl kicsi a minta a normalitás teszteléséhez az alábbi változókban: %s
nb: For lite utvalg for å teste normalitet i variablene: %s

source: Off
ar: إيقاف
bg: Изключено
de: Aus
hu: Ki
nb: Av

source: On
ar: تشغيل
bg: Включено
de: An
hu: Be
nb: På

source: Analysis cannot be run for constant variable(s): %s
ar: لا يمكن تشغيل التحليل على المتغيرات الثابتة: %s
bg: Анализът не може да се проведе за константа/и: %s
de: Analyse kann nicht für konstante Variable(n) durchgeführt werden: %s
hu: Az elemzés nem futtatható le konstans változó(k)nál: %s
nb: Analysen kan ikke gjennomføres for konstant(e) variabel(er)

source: Restart CogStat to use the new language settings
ar: أعد تشغيل CogStat لاستخدام إعدادات اللغة الجديدة
bg: Рестартирайте CogStat, за да използвате новите езикови настройки
de: CogStat neu starten, um die neuen Spracheinstellungen zu verwenden
hu: A CogStatot újra kell indítani az új nyelvi beállításokhoz
nb: Start CogStat på nytt for å bruke de nye språkinnstillingene

source: Histogram
ar: الرسم البياني لتوزيع التكرار
bg: Хистограма
de: Histogramm
es: Histograma
fa: بافت‌نگار (هیستوگرام)
hu: Hisztogram
it: Istogramma
ro: Historgramă
ru: Гистограмма

source: Median: %0.*f
ar: الوسيط: %0.*f
bg: Медиана: %0.*f
es: Mediana: %0.*f
fa: میانه: 0%.*f
hu: Medián: %0.*f
it: Mediana: %0.*f
ru: Медиана: %0.*f
sk: Medián: %0.*f
tr: Medyan: %0.*f

source: Median
ar: الوسيط
bg: Медиана
es: Mediana
fa: میانه
hu: Medián
it: Mediana
ro: Mediană
ru: Медиана
sk: Medián
tr: Medyan

source: Levene test
ar: اختبار Levene
bg: Тест на Левин
es: Prueba de Levene
fa: آزمون لون
hu: Levene-próba
it: Test di Levene
ms: Ujian Levene
ro: Testul Levene
ru: Критерий Левена
sk: Levenov test
tr: Levene testi

source: &Data
ar: &البيانات
bg: &Данни
de: &Daten
es: &Datos
fa: و داده ها
hu: &Adat
it: &Dati
ru: &Данные
sk: &Súbor
tr: &Veri

source: Data
ar: البيانات
bg: Данни
de: Daten
es: Datos
fa: داده ها
hu: Adat
it: Dati
ro: Date
ru: Данные
sk: Dáta
tr: Veri

source: Sum
ar: مجموع
bg: Сума
de: Summe
es: Suma
fa: جمع
hu: Összeg
it: Somma
ms: Jumlah
ro: Sumă
ru: Сумма
sk: Súčet
tr: Toplam

source: Drift rate
ar: معدل التردد
bg: Размер на дрейф (drift rate)
es: Tasa de deriva
fa: سرعت (میزان) رانش
hu: Sodródási ráta
it: Tasso di deriva
ms: Kadar drift
ru: Скорость ухода
sk: Miera driftu
tr: Sürüklenme oranı

source: Total
ar: المجموع
bg: Общо
de: Gesamt
fa: مجموع (کل)
hu: Összes
it: Totale
ms: Jumlah
ru: Всего
sk: Spolu
tr: Toplam

source: Cohen's d
ar: مقياس Cohen's d
bg: d на Коен
es: D de Cohen
fa: کوهن d
hu: Cohen-féle d
it: d di Cohen
ru: d Коэна
sk: Cohenovo d
tr: Cohen'in d

source: Hedges' g
ar: مقياس Hedge g
bg: g на Хеджис
es: g de Hedges
fa: اندازه اثر هجز ‪ (hedges' g)
hu: Hedges-féle g
it: G di Hedges
ru: g Хэджеса
sk: Hedgesovo g

source: Koenker's studentized score test
ar: اختبار Koenker لتحويل درجات الطلاب
bg: Критерий за студентизирана оценка на Кьонкер
de: Koenkers Studentisierter Score-Test
es: Prueba de puntuación estudentizada de Koenker
fa: آزمون نمره استودنتی شده ی كوينكير
hu: Koeneker studentizált pont próbája
ms: Ujian Koenker's studentized score
ro: Testul de scor studendizat al Koenker
ru: Студенческий тест Коэнкера
tr: Koenker'in studentized puan testi

source: White's test
ar: اختبار White
bg: Тест на Уайт
es: prueba de White
fa: آزمون سفید
hu: White próba
ms: Ujian White
ro: Testul lui White
ru: Тест Уайта
tr: White testi

source: Median ± 2.5 MAD
ar: الوسيط ± 2.5 MAD
bg: Медиана ± 2,5 МАD
es: Mediana ± 2.5 MAD
fa: میانه ± ۲.۵ MAD
hu: Medián ± 2.5 MAE
ro: Mediană ± 2.5 MAD
ru: Медиана ± 2.5 медианное абс. откл.
tr: Medyan ± 2.5 MMS

source: sec
hu: mp

source: F-test for %s
ar: اختبار F لـ %s
bg: F-критерий за %s
de: F-Test für %s
hu: F-próba a %s változóhoz

source: ICC(C,1)
hu: ICC(C,2)

source: Total (rest)
ar: الإجمالي (الباقي)
bg: Общо (общ бал без айтема)
de: Gesamt (Rest)
hu: Összes (maradék)

source: &Multivariate outliers filtering
bg: &Многовариантно филтриране на рязко отличаващи се стойности
de: &Multivariate Ausreißerfilterung
hu: &Többváltozós kiugró adat szűrés

source: Minimum
ar: الحد الأدنى
bg: Минимум
es: Mínimo
fa: کمترین (حداقل)
it: Minimo
ro: Minim
ru: Минимум

source: Find more information about CogStat on its <a href = "https://www.cogstat.org">webpage</a> or read the <a href="https://doc.cogstat.org/Quick-Start-Tutorial">quick start tutorial.</a>
ar: اعثر على مزيد من المعلومات حول CogStat على <a href = "https://www.cogstat.org"> صفحة الويب </a> أو اقرأ <a href = "https://doc.cogstat.org/Quick-Start- البرنامج التعليمي "> برنامج تعليمي للبدء السريع. </a>
bg: Намерете повече информация за CogStat на <a href = "https://www.cogstat.org">уебстраницата</a> ѝ или прочетете <a href="https://doc.cogstat.org/Quick-Start-Tutorial">ръководството за бърз старт.</a>
de: Finden Sie mehr Informationen über CogStat auf seiner <a href = "https://www.cogstat.org">Webseite</a> oder lesen Sie das <a href="https://doc.cogstat.org/Quick-Start-Tutorial">Schnellstart-Tutorial</a>.

source: Pearson's partial correlations with %s
ar: ارتباطات Pearson الجزئية مع s%
bg: Частични корелации на Пирсън с %s
de: Pearsons partielle Korrelationen mit %s

source: Partial regression plots with regression lines
ar: مخططات الانحدار الجزئي مع خطوط الانحدار
bg: Частични диаграми на регресия с линии на регресия
de: Partielle Regressionsdiagramme mit Regressionslinien

source: Sample scatterplots with model fitted lines
ar: عينة مخططات الانتشار مع خطوط مناسبة للنموذج
bg: Диаграма на разсейване на извадката с линия на пасване на модела
de: Stichproben-Streudiagramme mit angepassten Modelllinien

source: residuals
ar: الفرق بين القيمة المرصودة والقيمة المقدرة
bg: остатъци
de: Residuen

source: Original variable name
bg: Първоначално име на променливата
de: Ursprünglicher Variablenname

source: Group(s) and factor(s) displayed with colors
bg: Група/и и фактор/и изобразени с цветове
de: Gruppe(n) und Faktor(en) farblich dargestellt

source: Group(s) and factor(s) displayed in x-axis
bg: Група/и и фактор/и изобразени на абсцисата
de: Gruppe(n) und Faktor(en) auf der x-Achse dargestellt

source: White's test could not be run
bg: Тестът на Уайт не може да се изчисли
de: Whites Test konnte nicht durchgeführt werden

source: Currently, testing normality in variables (%s) is not possible with more than 1000 cases
bg: В момента не може да се провери нормалност на разпределението за променливи (%s) с повече от 1000 статистически единици
de: Derzeit ist die Überprüfung der Normalverteilung in Variablen (%s) bei mehr als 1000 Fällen nicht möglich

source: Largest tick on the x-axis displays %d cases
de: Größter Tick auf der x-Achse zeigt %d Fälle an

source: N
ar: عدد

source: &CogStat
fa: و CogStat
