Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Boxplots and individual data of the rank data of the groups
ar: مخططات الصندوق والبيانات الفردية لترتيب البيانات في المجموعات
bg: Диаграма тип 'кутия' и индивидуални данни на данните за ранг на групите
de: Boxplots und individuelle Daten der Rangdaten der Gruppen
es: Diagramas de caja y datos individuales de los datos de rango de los grupos
fa: Boxplots ( توطئه های جعبه) و داده های فردی از اطلاعات رتبه بندی گروه ها
hu: A csoportok rangsor adatainak dobozdiagramjai és egyedi adatai
it: Boxplot e dati individuali dei dati ordinti dei gruppi
ms: Boxplot dan data individu dari taraf data kelompok.
nb: Boksplott og individuelle data av gruppenes rang data
ro: Boxplot și date individuale ale datelor de ranguri al grupurilor
ru: Коробчатые диаграммы и отдельные данные ранговых данных групп
sk: Krabicové grafy a individuálne dáta o radových údajoch skupín
tr: Grupların sıralama verilerinin kutu grafikleri ve bireysel verileri

source: Boxplots and individual data of the groups
ar: مخططات الصندوق والبيانات الفردية للمجموعات.
bg: Диаграма тип 'кутия' и индивидуални данни на групите
de: Boxplots und individuelle Daten der Gruppen
es: Diagramas de caja y datos individuales de los grupos
fa: Boxplots (توطئه های جعبه) و داده های فردی گروه ها
hu: A csoportok dobozdiagramjai és egyedi adatai
it: Boxplot e dati individuali dei gruppi
ms: Boxplot dan data individu dari data kelompok.
nb: Boksplott og individuelle data fra gruppene
ro: Boxplot și date individuale al grupurilor
ru: "Ящики с усами" и индивидуальные данные групп
sk: Krabicové grafy a individuálne dáta skupín
tr: Grupların kutu grafikleri ve bireysel verileri

source: 95% CI (low)
ar: 95% فترة ثقة (منخفضة)
bg: 95% ДИ (долен)
de: 95% KI (niedrig)
es: IC 95% (bajo)
fa: ۹۵% Cl (پایین, کم)
hu: 95% KI (alsó)
it: 95% I.C. (inferiore)
ms: 95% CI (rendah)
nb: 95% KI (lav)
ro: 95% IÎ (scăzut)
ru: 95% ДИ (нижний)
sk: 95% CI (nízke)
tr: %95 GA (alt)

source: 95% CI (high)
ar: 95% فترة ثقة (مرتفعة)
bg: 95% ДИ (горен)
de: 95% KI (hoch)
es: IC 95% (alto)
fa: ۹۵% Cl (بالا, زیاد)
hu: 95% KI (felső)
it: 95% I.C. (superiore)
ms: 95% CI (tinggi)
nb: 95 % KI (høy)
ro: 95% IÎ (mare)
ru: 95% ДИ (верхний)
sk: 95% CI (vysoké)
tr: %95 GA (üst)

source: Results of Dunn's test (p values).
ar: نتائج اختبار Dunn (قيم p).
bg: Резултат от критерия на Дън (p стойности).
de: Ergebnisse des Dunn-Tests (p-Werte).
es: Resultado de la prueba de Dunn (valores p).
fa: نتایج آزمون دان (Dunn's test) (مقادیر p).
hu: Dunn próba eredményei (p értékek).
it: Risultati del test di Dunn (valori p).
ms: Keputusan ujian Dunn (nilai-nilai p).
nb: Resultat av Dunn's test (p verdier).
ro: Resultate testului Dunn (valori p).
ru: Результаты теста Данна (p-значения).
sk: Výsledky Dunnovho testu (p hodnoty).
tr: Dunn'ın testi sonuçları (p değerleri).

source: Present confidence interval values suppose normality.
ar: تقديم قيم فترة الثقة يفترض وجود توزيع طبيعي.
bg: Стойностите на настоящия доверителен интервал предполагат нормално разпределение.
de: Vorhanden Konfidenzintervall Werte deuten auf Normalität.
es: Los valores actuales de intervalo de confianza suponen normalidad.
fa: مقادیر فاصله (بازه) اطمینان, نرمالیته را فرض می کند.
hu: Az itteni konfidencia intervallumok normalitást feltételeznek.
it: I valori attuali dell'intervallo di confidenza presumono la normalità.
ms: Nilai-nilai interval keyakinan semasa membayangkan normaliti.
nb: Nåværende konfidensintervallverdier antar normalitet.
ro: Valorile intervalului de încredere actual presupun normalitate.
ru: Текущие значения доверительного интервала предполагают нормальность.
sk: Súčasné hodnoty intervalu spoľahlivosti predpokladajú normálnosť.
tr: Mevcut güven aralığı değerleri normalliği varsayıyor.

source: Means
ar: المتوسطات
bg: Средни аритметични
de: Mittelwerte
es: Medias
fa: میانگین
hu: Átlagok
it: Medie
ms: Min
nb: Gjennomsnitt
ro: Medii
ru: Средние
sk: Priemery
tr: Ortalamalar

source: Ctrl+Del
de: Strg+Entf
nb: Crtl+Del

source: Ctrl+Shift+E
de: Strg+Shift+E
nb: Crtl+Shift+E

source: Ctrl+Shift+P
de: Strg+Shift+P
nb: Crtl+Shift+P

source: The next %s cases will not be printed. You can check all cases in the original data source.
ar: الحالات التالية %s لن يتم طباعتها. يمكنك التحقق من جميع الحالات في مصدر البيانات الأصلي.
bg: Следващите %s статистически единици няма да бъдат показани. Може да проверите всички статистически единици в оригиналния източник на данни.
de: Die nächsten %s Fälle werden nicht gedruckt. Sie können alle Fälle in der ursprünglichen Datenquelle überprüfen.
es: Los casos siguientes %s no se imprimirán. Puedes comprobar todos los casos en la fuente de datos original.
fa: موارد s٪ بعدی چاپ نمی شوند. می توانید همه موارد را در منبع داده اصلی بررسی کنید.
hu: A következő %s esetet nem nyomtatjuk. Az összes eset ellenőrizhető az eredeti adatforrásban.
it: I prossimi %s casi non verranno stampati. È possibile controllare tutti i casi nella fonte originaria dei dati.
ms: % kes seterusnya tidak akan dipaparkan. Anda boleh menyemak semua kes dalam sumber data asal.
nb: De neste %s caser vil ikke bli skrevet ut. Du kan sjekke alle casene i den opprinnelige datakilden
ro: Cazurile următoare %s nu vor fi imprimate. Puteți verifica toate cazurile în baza de date originală.
ru: Следующие %s случая(ев) не будут выведены. Вы можете проверить все случаи в оригинальном источнике данных.
sk: Nasledujúce %s prípady nebudú vytlačené. V pôvodnom zdroji údajov môžete skontrolovať všetky prípady.
tr: Sonraki %s olaylar yansıtılmayacak. Bütün olayları asıl veri kaynağında görebilirsiniz.

source: Available variables
ar: المتغيرات المتاحة
bg: Налични променливи
de: Verfügbare Variablen
es: Variables disponibles
fa: متغیرهای موجود
hu: Elérhető változók
it: Variabili disponibili
ms: Pembolehubah tersedia
nb: Tilgjengelige variabler
ro: Variabile disponibile
ru: Доступные переменные
sk: Dostupné premenné
tr: Mevcut değişkenler

source: Lower quartile
ar: الربع الأول الأدنى
bg: Долен квартил
de: Unteres Quartil
es: Cuartil inferior
fa: کوارتیل پایین
hu: Alsó kvartilis
it: Quartile inferiore
ms: Kuartil bawah
nb: Nedre kvartil
ro: Quartilele inferioare
ru: Нижний квартиль
sk: Dolný kvartil
tr: Alt çeyrek

source: Variance
ar: التباين
bg: Равенство на дисперсиите
de: Varianz
es: Varianza
fa: واریانس
hu: Variancia
it: Varianza
ms: Varians
nb: Varians
ro: Dipsersie
ru: Дисперсия
sk: Rozptyl
tr: Varyans

source: Rows
es: Filas
fa: ردیف ها
hu: Sorok
it: Righe
ms: Baris
nb: Rader
ro: Rânduri
ru: Строки
tr: Satırlar

source: Columns
es: Columnas
fa: ستون ها
hu: Oszlopok
it: Colonne
ms: Lajur
nb: Kolonner
ro: Coloane
ru: Столбцы
tr: Sütunlar

source: Pages
es: Páginas
fa: صفحات
hu: Oldalak
it: Pagine
ms: Muka surat
nb: Sider
ro: Pagini
ru: Страницы
tr: Sayfalar

source: Dependent variable
es: Variable dependiente
fa: متغیر وابسته
hu: Függő változó
it: Variabile dipendente
ms: Pembolehubah terikat
nb: Avhengig variabel
ro: Variabile dependente
ru: Зависимая переменная
tr: Bağımlı değişken

source: Function
es: Función
fa: تابع
hu: Függvény
it: Funzione
ms: Fungsi
nb: Funksjon
ro: Funcție
ru: Функция
tr: Fonksiyon

source: Dependent variable(s)
ar: المتغير التابع (المتغيرات التابعة)
bg: Зависима/и променлива/и
de: Abhängige Variable(n)
es: Variable(s) dependiente(s)
fa: متغیر(های) وابسته
hu: Függő változó(k)
it: Variabile/i dipendente/i
ms: Pembolehubah terikat
nb: Avhengig(e) variabel(er)
ro: Variabil(e) dependent(e)
ru: Зависимая(ые) переменная(ые)
sk: Závislá(é) premenná(é)
tr: Bağımlı değişken(ler)

source: Group(s)
ar: المجموعة (المجموعات)
bg: Група/и
de: Gruppe(n)
es: Grupo(s)
fa: گروه (ها)
hu: Csoport(ok)
it: Gruppo/i
ms: Kelompok
nb: Gruppe(r)
ro: Grup(uri)
ru: Группа(ы)
sk: Skupina(y)
tr: Grup(lar)

source: Preferences
ar: التفضيلات
bg: Предпочитания
de: Einstellungen
es: Preferencias
fa: اولویت ها
hu: Beállítások
it: Preferiti
ms: Pilihan paling gemar
nb: Preferanser
ro: Preferințe
ru: Настройки
sk: Preferencie
tr: Tercihler

source: Language
ar: اللغة
bg: Език
de: Sprache
es: Idioma
fa: زبان
hu: Nyelv
it: Lingua
ms: Bahasa
nb: Språk
ro: Limba
ru: Язык
sk: Jazyk
tr: Dil

source: You should restart CogStat to use the new language
ar: يجب عليك إعادة تشغيل CogStat لاستخدام اللغة الجديدة
bg: Рестартирайте CogStat, за да използвате на новия език
de: Sie sollten CogStat neu starten, um die neue Sprache zu verwenden
es: Debe reinciar el CogStat para utilizar el idioma nuevo
fa: برای استفاده از زبان جدید باید CogStat را مجدداً راه اندازی کنید
hu: Az új nyelv a CogStat újraindítása után érhető el
it: È necessario riavviare CogStat per utilizzare la nuova lingua
ms: Anda perlu memulakan semula CogStat untuk mengguna bahasa baharu
nb: Du bør restarte CogStat for å bruke ny språkinnstilling
ro: Pentru utilizare o altă limbă reporniți CogStat
ru: Необходимо перезапустить CogStat для применения нового языка
sk: Ak chcete používať nový jazyk, mali by ste reštartovať program CogStat
tr: Yeni dili kullanmak için CogStat'ı yeniden başlatmalısınız.

source: Chart theme
ar: سمة الرسوم البيانية
bg: Тема на диаграмата
de: Diagramm Design
es: Tema de gráfico
fa: موضوع نمودار
hu: Ábrák témája (stílusa)
it: Tema del grafico
ms: Tema carta
nb: Diagram tema
ro: Tema diagramei
ru: Тема диаграммы
sk: Typ grafu
tr: Grafik teması

source: You should restart CogStat to use the new theme
ar: يجب إعادة تشغيل CogStat لاستخدام سمة الرسوم البيانية الجديدة
bg: Рестартирайте CogStat, за да използвате новата тема.
de: Sie sollten CogStat neu starten, um das neue Design zu verwenden
es: Debe reinciar el CogStat para utilizar el tema nuevo
fa: برای استفاده از طرح جدید ، باید CogStat را مجدداً راه اندازی کنید
hu: Az új téma a CogStat újraindítása után érhető el
it: È necessario riavviare CogStat per utilizzare il nuovo tema
ms: Anda perlu memulakan semula CogStat untuk mengguna bahasa baharu
nb: Du bør restarte CogStat for å bruke det nye temaet
ro: Pentru utilizare o nouă temă reporniți CogStat
ru: Необходимо перезапустить CogStat для использования новой темы
sk: Ak chcete použiť nový typ, mali by ste reštartovať program CogStat
tr: Yeni temayı kullanmak için CogStat'ı yeniden başlatmalısınız.

source: Compare groups - Single case slope
ar: مقارنة المجموعات - الميل لحالة واحدة
bg: Сравни групи - Наклон на една статистическа единица
de: Gruppen vergleichen - Einzelfall Steigung
es: Comparar grupos - La pendiente de solo caso
fa: مقایسه گروه ها - شیب یک مورد
hu: Csoportok összehasonlítása - Egyedi eset meredeksége
it: Confronta i gruppi - Pendenza a caso singolo
ms: Membandingkan kelompok - Satu kes kemiringan
nb: Sammenlign grupper - Enkelt case stigningstall (slope)
ro: Comparare grupuri - Panta de singur caz
ru: Сравнение групп - наклон единичного случая
sk: Porovnať skupiny - Jeden prípad smernice priamky
tr: Grupları karşılaştır - Tek olay eğimi

source: Slope SE variable
ar: متغير ميل الخطأ القياسي
bg: Променлива стандартна грешка на наклона
de: Steigung SE variabel
es: Variable de la pendiente de SE
fa: متغیر شیب SE
hu: Meredekség standard hiba változó
it: Variabile pendenza SE
ms: Kemiringan pembolehubah SE
nb: Stigningstall SE variabel
ro: Panta variabilelor SE
ru: Наклон SE переменной
sk: Premenná smernice priamky SE
tr: Eğim standart hata değişkeni

source: Number of trials
ar: عدد التجارب
bg: Брой измервания
de: Anzahl der Versuche
es: Número de pruebas
fa: تعداد کارآزمایی
hu: Próbák száma
it: Numero di prove
ms: Bilangan percubaan
nb: Antall forsøk
ro: Numărul probelor
ru: Число испытаний
sk: Počet pokusov
tr: Deneme sayısı

source: Explore variables
ar: استكشاف المتغيرات
bg: Изследвай променливи
de: Variablen untersuchen
es: Explorar variables
fa: متغیرها را جستجو کنید
hu: Változók vizsgálata
it: Esplora le variabili
ms: Memeriksa pembolehubah
nb: Utforsk variabler
ro: Explorarea variabilelor
ru: Изучить переменные
sk: Preskúmať premenné
tr: Değişkenleri incele

source: Selected variables
ar: المتغيرات المحددة
bg: Избрани променливи
de: Ausgewählte Variablen
es: Variables seleccionadas
fa: متغیرهای انتخاب شده
hu: Kiválasztott változók
it: Variabili selezionate
ms: Pembolehubah yang dipilih
nb: Valgte variabler
ro: Variabile selectate
ru: Выбранные переменные
sk: Vybrané premenné
tr: Seçili değişkenler

source: Statistics
ar: الإحصائيات
bg: Статистика
de: Statistiken
es: Estadística
fa: آمار
hu: Statisztikák
it: Statistiche
ms: Statistik
nb: Statistikk
ro: Statistică
ru: Статистики
sk: Štatistika
tr: İstatistikler

source: Explore relation of variable pairs
ar: استكشاف العلاقة بين أزواج المتغيرات
bg: Изследвай връзката на двойки променливи
de: Untersuchen Sie die Beziehung von Variablenpaaren
es: Explorar la relación de los pares de variable
fa: رابطه جفت های متغیر را جستجو کنید
hu: Változópárok kapcsolatának vizsgálata
it: Esplora la relazione delle coppie di variabili
ms: Memeriksa hubungan pasangan pembolehubah
nb: Utforsk relasjon mellom par av variabler
ro: Explorarea relațiilori între perechi de variabile
ru: Изучить связь пар переменных
sk: Preskúmať vzťah párov premenných
tr: Değişken çiftlerinin ilişkisini incele

source: &Filter outliers
ar: &تصفية القيم المتطرفة
bg: &Филтриране на рязко отличаващи се стойности
de: &Ausreißer filtern
es: &Filtrar casos atípicos
fa: داده های پرت را فیلتر کنید
hu: &Kiugró adatok szűrése
it: &Filtra i valori anomali
ms: &Penapis outlier
nb: &Filtrer utliggere (Uvanlige verdier, "Outliers")
ro: &Outliers de filtrare
ru: Выброс &фильтра
sk: &Filtrovať extrémne hodnoty
tr: &Aykırı değerleri filtrele

source: Ctrl+L
de: Strg+L
nb: Crtl+L

source: Text is &editable
bg: Текстът може да се &редактира
de: Text ist &editierbar
es: El texto es &editable
fa: متن قابل ویرایش است
hu: &Szerkeszthető szöveg
it: Testo è &modificabile
ms: Text adalah & boleh disunting
nb: Teksten er &redigerbar
ro: Textul este &editabil
ru: Текст &редактируемый
sk: Text je &upraviteľný
tr: Metin &düzenlenebilir

source: Main effect of %s
ar: التأثير الرئيسي لـ %s
bg: Главен ефект на %s
de: Haupteffekt von %s
es: Efecto principal de %s
fa: تاثیر اصلی s%
hu: Fő hatás a(z) %s változóban
it: Effetto principale di %s
ms: Kesan utama %s
nb: Hovedeffekt av %s
ro: Efectul principal al %s
ru: Основной эффект %s
sk: Hlavný účinok %s
tr: %s'nin asıl etkisi

source: Interaction of factors %s
ar: التفاعل بين العوامل %s
bg: Взаимодействие на фактори %s
de: Wechselwirkung der Faktoren %s
es: Interaccion de factores %s
fa: تعامل عوامل s%
hu: A(z) %s faktorok interakciója
it: Interazione dei fattori %s
ms: Interaksi faktor-faktor %s
nb: Interaksjon av faktorer %s
ro: Interacțiunea factorilor %s
ru: Взаимодействие %s факторов
sk: Interakcia faktorov %s
tr: %s faktörlerin etkileşimi

source: Only interval variables can be used for filtering. Ignoring variable %s.
ar: يمكن استخدام المتغيرات الفئوية فقط للتصفية. تجاهل المتغير %s.
bg: Само интервално скалирани променливи могат да се използват за филтриране. Игнориране на променлива %s.
de: Zum Filtern können nur Intervallvariablen verwendet werden. Variable %s wird ignoriert.
es: Sólo variables intervalos se pueden utilizar para filtrar. Ignorar variable %s.
fa: فقط متغیرهای فاصله را می توان برای فیلتر استفاده کرد . نادیده گرفتن متغیر s%
hu: Csak intervallum változók használhatóak a szűréshez. A(z) %s változó figyelmen kívül hagyva.
it: Possono essere usate solo variabili ad intervalli per il filtro. Ignora variabile %s
ms: Hanya pembolehubah interval boleh digunakan untuk penapisan. Abaikan pembolehubah %s.
nb: Bare intervall variabler kan brukes for filtrering. Ignorerer variabel %s.
ro: Pentru filtrare se pot utiliza numai variabile de interval. Ignorare variabil %s.
ru: Для фильтрации можно использовать только интервальные переменные. Игнорирую переменные %s.
sk: Na filtrovanie sa môžu použiť iba intervalové premenné. Ignorovanie premennej %s.
tr: Sadece aralık değerleri filtreleme için kullanılabilir. %s değişkeni yoksayılıyor.

source: Factors (number of levels):
ar: العوامل (عدد المستويات): ␣
bg: Фактори (брой на нивата):
de: Faktoren (Anzahl der Ebenen):
es: Factores (número de niveles):
fa: عوامل (تعداد سطوح)
hu: Faktorok (szintek száma):
it: Fattori (numero di livelli):
ms: Faktor-faktor ( bilangan tahap):
nb: Faktorer (antall av nivåer):
ro: Factori (numărul de niveluri):
ru: Факторы (Количество уровней):
sk: Faktory (počet úrovní):
tr: Faktörler (seviye sayısı):

source: Interval variables with several factors.
ar: متغيرات فئوية ذات عوامل متعددة.
bg: Интервално скалирани променливи с няколко фактора.
de: Intervallvariablen mit mehreren Faktoren.
es: Variables intervalos con factores múltiples.
fa: متغیرهای بازه ای ( فاصله یی) با چند عامل.
hu: Intervallum változós több faktorral.
it: Variabili ad intervalli con diversi fattori.
ms: Pembolehubah interval bersama beberapa faktor.
nb: Intervall variabler med flere faktorer
ro: Variabile de interval cu factori multiple.
ru: Интервальные переменные с несколькими факторами.
sk: Intervalové premenné s niekoľkými faktormi.
tr: Çeşitli faktörlerle aralık değişkenleri.

source: Choosing repeated measures ANOVA.
ar: اختيار تحليل القياسات المتكررة (ANOVA).
bg: Избиране на дисперсионен анализ за повтарящи се наблюдения.
de: ANOVA mit wiederholten Messungen auswählen.
es: Seleccionando de ANOVA de medidas repetidas.
fa: انتخابِ واریانس با اندازه گیری های مکرر
hu: Ismételt méréses VA választása.
it: Scegliere ANOVA a misure ripetute.
ms: Memilih pengukuran berulang ANOVA.
nb: Velger repeterte målinger ANOVA
ro: Alegere ANOVA cu măsurători repetate.
ru: Выбор однофакторного дисп. анализа с повторными измерениями.
sk: Výber opakovaných meraní ANOVA.
tr: Tekrarlı ölçümler ANOVA seçiliyor.

source: Ordinal variables with several factors.
ar: متغيرات رتبية مع عدة عوامل.
bg: Ординално скалирани променливи с няколко фактора.
de: Ordinale Variablen mit mehreren Faktoren.
es: Variables ordinales con factores múltiples.
fa: متغیر‌هایِ ترتیبی با چندین عامل
hu: Ordinális változók több faktorral.
it: Variabili ordinali con diversi fattori.
ms: Pembolehubah ordinal dengan beberapa faktor.
nb: Ordinal variabler med flere faktorer
ro: Variabile ordinale cu factori multiple.
ru: Порядковые переменные с несколькими факторами.
sk: Poradové premenné s niekoľkými faktormi.
tr: Çeşitli faktörlerle sıralı değişkenler.

source: Nominal variables with several factors.
ar: متغيرات اسمية مع عدة عوامل.
bg: Номинално скалирани променливи с няколко фактора.
de: Nominale Variablen mit mehreren Faktoren.
es: Variables nominales con factores múltiples.
fa: متغیرهایِ اسمی چندین عامل.
hu: Nominális változók több faktorral.
it: Variabili nominali con diversi fattori.
ms: Pembolehubah nominal dengan beberapa faktor.
nb: Nomial variabler med flere faktorer
ro: Variabile nominale cu factori multiple.
ru: Номинальные переменные с несколькими факторами.
sk: Číselné premenné s niekoľkými faktormi.
tr: Çeşitli faktörlerle nominal değişkenler.

source: Filter outlier
ar: تصفية القيم المتطرفة
bg: Филтрирай рязко отличаващи се стойности
de: Ausreißer filtern
es: Filtro de caso atípico
fa: داده ی پرت را فیلتر کنید.
hu: Kiugró értékek szűrése
it: Filtra il valore anomalo
ms: Penapis outlier
nb: Filtrer utligger (Uvanlige verdier, "outliers")
ro: Outlier de filtrare
ru: Выброс фильтра
sk: Filtrovať extrémnu hodnotu
tr: Aykırı değeri filtrele

source: Factors
ar: العوامل
bg: Фактори
de: Faktoren
es: Factores
fa: عوامل
hu: Faktorok
it: Fattori
ms: Faktor-faktor
nb: Faktorer
ro: Factori
ru: Факторы
sk: Faktory
tr: Faktörler

source: Set factor
ar: تعيين العامل
bg: Задайте фактор
de: Faktor einstellen
es: Establecer factor
fa: عامل را تعیین کنید
hu: Faktor beállítása
it: Imposta un fattore
ms: Tetapkan faktor
nb: Velg faktor
ro: Stabileste factorul
ru: Установить фактор
sk: Nastaviť faktor
tr: Faktör belirle

source: Name of the factor
ar: اسم العامل
bg: Наименование на фактора
de: Name des Faktors
es: Nombre del factor
fa: نام عامل
hu: Faktor neve
it: Nome del fattore
ms: Nama faktor
nb: Navn på faktor
ro: Numele factorului
ru: Имя фактора
sk: Názov faktora
tr: Faktör adı

source: Number of levels
ar: عدد المستويات
bg: Брой на нивата
de: Anzahl der Ebenen
es: Número de niveles
fa: تعداد سطوح
hu: Szintek száma
it: Numero di livelli
ms: Bilangan tahap
nb: Antall nivåer
ro: Numărul de niveluri
ru: Число уровней
sk: Počet úrovní
tr: Seviye sayısı

source: Only interval variables are available
ar: المتغيرات الفئوية هي المتاحة فقط
bg: Достъпни са само интервално скалирани променливи
de: Es sind nur Intervallvariablen verfügbar
es: Sólo las variables de intervalo están disponibles
fa: فقط متغیرهای بازه در دسترس هستند
hu: Csak az intervallum változók érhetőek el
it: Sono disponibili solamente variabili a intervalli
ms: Hanya pembolehubah interval yang tersedia
nb: Kun intervalvariabler er tilgjengelige
ro: Numai variabile interval sunt disponibile
ru: Доступны только интервальные переменные
sk: K dispozícii sú iba intervalové premenné
tr: Sadece aralık değişkenleri mevcut

source: Behavioral data &diffusion analysis
ar: تحليل &انتشار بيانات السلوك
bg: &Дифузионен анализ на поведенчески данни
de: Verhaltensdaten &Diffusionsanalyse
es: Datos de comportamiento análisis de &difusión
fa: داده های رفتاری و تجزیه و تحلیل انتشار
hu: Viselkedéses adat &diffúzió elemzése
it: Dati comportamentali & analisi di diffusione
ms: Data tingkah laku & analisis resapan
nb: Atferdsdata &diffusjonsanalyse
ro: Date de comportament &analiza de difuzie
ru: Поведенческие данные &диффузионный анализ
sk: Behaviorálne údaje &difúzna analýza
tr: Davranışsal veriler ve Difüzyon analizi

source: Ctrl+F
de: Strg+F
nb: Crtl+F

source: Result of multi-way ANOVA
ar: نتيجة تحليل التباين ANOVA المتعدد الطرق
bg: Резултат за дисперсионен анализ (многофакторен)
de: Ergebnis der Multivariaten-ANOVA
es: Resultado de la ANOVA multidireccional
fa: نتیجه تحلیل واریانس چند عامله
hu: Többszempontos VA eredménye
it: Risultato dell' ANOVA multifattoriale
ms: Keputusan
nb: Resultatet av multi-way ANOVA
ro: Resultat testului ANOVA multi-factorial.
ru: Результат многофакторного дисперсионного анализа
sk: Výsledok viacfaktorovej ANOVA
tr: Çok yönlü ANOVA sonucu

source: Interaction of %s:
ar: تفاعل %s:
bg: Интеракция на %s:
de: Interaktion von %s:
es: Interacción de %s:
fa: تعامل s٪ :
hu: %s interakciója:
it: Interazione di %
ms: Interaksi %s:
nb: Interaksjonen av %:
ro: Interacțiunea %s
ru: Взаимодействие %s:
sk: Interakcia %s:
tr: %s'nin etkileşimi:

source: Normal theoretical quantiles
ar: الكميات النظرية الطبيعية
bg: Теоретични квантили (нормално разпределение)
de: Normale theoretische Quantile
es: Cuantiles teóricos normales
fa: مقادیر نظری عادی
hu: Normál elméleti kvantilisek
it: Quantili teorici normalizzati
ms: Kuantil teori normal
nb: Normale teoretiske kvantiler
ro: Quantilele normale teoretice
ru: Нормальные теоретические квантили
sk: Normálne teoretické kvantily
tr: Normal teorik dağılımlar

source: Sample quantiles
ar: الكميات الكمية للعينة
bg: Квантили на извадката
de: Stichproben-Quantile
es: Cuantiles de muestra
fa: نمونه چندکی
hu: Minta kvantilisek
it: Quantili del campione
ms: Sampel kuantil
nb: Utvalgs kvantiler
ro: Quartilele mostrelor
ru: Выборка квантилей
sk: Kvantily vzorky
tr: Örneklem dağılımları
