Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: %s Oops, something went wrong, CogStat could not run the analysis. You may want to report it.
ar: %s عذراً، حدث خطأ ما ولم يتمكن CogStat من تشغيل التحليل. قد ترغب في الإبلاغ عن هذا.
bg: %s Опа, нещо се обърка, CogStat не успя да проведе анализа. Може би бихте желали да съобщите.
de: %s Upps, etwas ist schief gelaufen. CogStat konnte die Analyse nicht ausführen. Sie könnten dies melden.
es: %s Uy, algo salió mal, CogStat no pudo ejecutar el análisis. Quizás deberías informarlo.
fa: s% اوه, چیزی اشتباه شد. Cogstat نمی تواند تجزیه و تحلیل اجرا کند. شما ممکن است بخواهید آن‌ را گزارش کنید.
hu: %s Hoppá, ez nem sikerült. A CogStat nem tudta lefuttatni az elemzést. A hibát be is jelentheted.
it: %s Oops, qualcosa è andato storto, CogStat non ha potuto eseguire l'analisi. Segnala l' errore.
ms: %Oops, terdapat masalah, Cogstat tidak dapat melaksanakan analisasi tersebut. Anda boleh melaporkan isu ini.
nb: %s Oops, noe gikk galt, CogStat kan ikke kjøre analysen. Du kan velge å rapportere dette.
ro: %s Hopa,se pare a apărut o eroare, CogStat nu a putut executa analiza. Poate că doriți să îl raportați.
ru: %s Ой, что-то пошло не так, CogStat не может запустить анализ. Вы можете сообщить об этом.
sk: %s Oops, niečo sa pokazilo, CogStat nemohol spustiť analýzu. Mali by ste to nahlásiť.
tr: %s Ups, bir şeyler ters gitti, CogStat analizi uygulayamadı. Bunu bildirmek isteyebilirsiniz.

source: Normality cannot be checked for constant variable in %s%s.
ar: لا يمكن التحقق من الحالة الطبيعية لمتغير ثابت في %s%s.
bg: Нормалността на разпределението не може да се провери за константа %s%s.
de: Die Normalität kann nicht überprüft werden für die konstante Variable in %s%s.
es: La normalidad no se puede comprobar con variables constantes en %s%s.
fa: نرمالیته را برای متغیر ثابت در s%s% نمی‌توان بررسی کرد.
hu: A normalitás nem ellenőrizhető a(z) %s%s konstans változóban.
it: La normalità non può essere verificata per la variabile costante in %s%s.
ms: Normaliti tidak boleh disemak untuk pembolehubah tetap dalam %s%s.
nb: Normalitet kan ikke kontrolleres for den konstante variabelen i %s%s.
ro: Normalitatea nu poate fi verificată pentru variabile constantă în %s%s.
ru: Нормальность не может быть проверена для постоянной переменной в %s%s.
sk: Normalita nemôže byť overená pre konštantnú premennú v %s%s.
tr: Normallik %s%s'deki sabit değişken için kontrol edilemez.

source: Too small sample to test normality in variable %s%s.
ar: حجم العينة صغير جدًا لاختبار الحالة الطبيعية في المتغير %s%s.
bg: Твърде малка извадка, за да се провери нормалност на разпределението за променлива %s%s.
de: Die Stichprobe ist zur Prüfung der Normalität zu klein in Variable %s%s.
es: La muestra es demasiado pequeña para probar la normalidad en la variable %s%s.
fa: نمونه بسیارنا چیز هست برای تست نرمالیته در متغیرِ s%s% .
hu: Túl alacsony az elemszám, hogy a(z) %s%s változóban tesztelni lehessen a normalitást.
it: Il campione è troppo piccolo per testare la normalità nella variabile %s%s.
ms: Sampel terlalu kecil untuk menguji normaliti dalam pembolehubah %s%s.
nb: Utvalget er for lite for å kunne teste for normalitet i variabel %s%s.
ro: Eșantion prea mic pentru normalitate în variabile %s%s.
ru: Слишком маленькая выборка для проверки нормальности в переменной %s%s
sk: Príliš malá vzorka na testovanie normality pre premennú %s%s.
tr: Örnekle %s%s değişkeninde normalliği test etmek için çok küçük.

source: Result of the McNemar test
ar: نتيجة اختبار McNemar
bg: Резултат за Хи-критерий на МакНемар
de: Ergebnis des McNemar-Test
es: Resultado de prueba de McNemar
fa: نتیجه یِ آزمون مک‌نمار.
hu: A McNemar próba eredménye
it: Risultato del test di McNemar
ms: Keputusan ujian McNemas
nb: Resultat av McNemar test
ro: Rezultatul testului McNemar
ru: Результат теста Макнемара
sk: Výsledok McNemarovho testu
tr: McNemar testi sonucu

source: Result of Cochran's Q test
ar: نتيجة اختبار Cochran's Q
bg: Резултат за Q-критерий на Кокрън
de: Ergebnis des Cochran's Q-Tests
es: Resultado de la prueba de Q de Cochran
fa: نتیجه یِ آزمون کوکران.
hu: A Cochran Q teszt eredménye
it: Risultato del test Q di Cochran
ms: Keputusan ujian Cochran Q
nb: Resultat av Cochran's Q test
ro: Statisticile Q ale lui Cochran
ru: Результат Q-теста Кокрана
sk: Výsledok Cochranovho Q testu
tr: Cochran'ın Q testi sonucu

source: Result of Mauchly's test to check sphericity
ar: نتيجة اختبار Mauchly لفحص التحدب الكروي
bg: Резултат за теста на Мокли за установяване на сферичност
de: Ergebnis des Mauchly-Tests auf Sphärizität
es: Resultado de la prueba de esfericidad de Mauchly
fa: نتیجه یِ آزمون ماچلی برای بررسی کروی بودن
hu: A Mauchly próba eredménye a szfericitás ellenőrzésére
it: Risultato del test di Mauchly per la verifica della sfericità
ms: Keputusan ujian Mauchly untuk menyemak sphericity.
nb: Resultat av Mauchly's test for sfærisitet
ro: Rezultatele testului Mauchly de sfericitate
ru: Результат теста Маучли на проверку сферичности
sk: Výsledok Mauchlyho testu pre kontrolu sféricity
tr: Mauchly'nin küreselliği kontrol etme testi sonucu

source: Sphericity is violated.
ar: تم انتهاك الكرويّة.
bg: Предпоставката за сферичност е нарушена.
de: Sphärizität wird verletzt.
es: La esfericidad es violada.
fa: کروی بودن نقض شده است.
hu: A szfericitás sérült.
it: La sfericità è violata.
ms: Sphericity dilanggar.
nb: Sfærisitet er brutt.
ro: Sfericitatea este încălcată.
ru: Сферичность нарушена.
sk: Sféricita je porušená
tr: Küresellik ihlal edildi.

source: Result of repeated measures ANOVA
ar: نتيجة القياسات المتكررة لتحليل التباين ANOVA
bg: Резултат за дисперсионен анализ за повтарящи се наблюдения
de: Ergebnis der ANOVA mit Messwiederholung
es: Resultado de la ANOVA de medidas repetidas
fa: نتیجه یِ واریانس با اندازه گیریهای مکرر.
hu: Az ismételt méréses VA eredménye
it: Risultato di ANOVA a misure ripetute
ms: Keputusan pengukuran berulang ANOVA.
nb: Resultatet av repeated measures ANOVA
ro: Rezultatul măsurilor repetate ANOVA
ru: Результат дисперсионного анализа для повторяющихся переменных
sk: Výsledok opakovaného merania ANOVA
tr: Tekrarlı ölçümler ANOVA sonucu

source: Sphericity is not violated.
ar: لم يتم انتهاك الكروية.
bg: Предпоставката за сферичност не е нарушена.
de: Sphärizität wird nicht verletzt.
es: La esfericidad no es violada.
fa: کروی بودن نقض نشده است.
hu: A szfericitás nem sérült.
it: La sfericità non è violata
ms: Sphericity tidak dilanggar.
nb: Sfærisitet er ikke brutt.
ro: Sfericitatea nu este încălcată.␣
ru: Сферичность не нарушена.
sk: Sféricita nie je porušená.
tr: Küresellik ihlal edilmedi.

source: Comparing variables pairwise with the Holm-Bonferroni correction:
ar: مقارنة المتغيرات بشكل زوجي باستخدام تصحيح Holm-Bonferroni:
bg: Сравнение по двойки на променливи с корекция на Холм-Бонферони:
de: Variablen paarweise mit der Holm-Bonferroni-Korrektur vergleichen:
es: Comparando las variables en pares con corrección de Holm-Bonferroni:
fa: مقایسه یِ دو به دوِ متغیر‌ها با تصحیح آزمون بونفرونی .
hu: Változók páronkénti összehasonlítása a Holm-Bonferroni korrekcióval:
it: Confronto delle coppie di variabili con la correzione di Holm-Bonferroni:
ms: Membanding pembolehubah pairwise dengan pembetulan Holm-Bonferroni.
nb: Sammenligner variabler parvis med Holm-Bonferroni korreksjon:
ro: Compararea variabilelor pairwise cu corecția Holm-Bonferroni:
ru: Сравнение переменных попарно с поправкой Холма-Бонферрони:
sk: Párové porovnanie premenných pomocou Holm-Bonferroniho korekcie:
tr: Değişkenleri Holm-Bonferroni düzeltmesi ile ikili karşılaştırma:

source: Result of Welch's unequal variances t-test:
ar: نتيجة تباينات Welch غير المتكافئة t-test:
bg: Резултат за критерий за нееднакви дисперсии на Уелч:
de: Ergebnis des Welch-Tests für ungleiche Varianzen:
es: Resultado de la prueba t de varianzas desiguales de Welch:
fa: نتیجه یِ آزمونِ والشِ واریانسِ نامساوی.
hu: A Welch-féle t-próba eredménye:
it: Risultato del t-test con correzione di Welch per varianze disomogenee:
ms: Keputusan ujian-t varians Welch yang tidak setaraf.
nb: Resultat av Welch's unequal variances t-test.
ro: Rezultatul testului Welch pentru varianţe inegale:
ru: Результат t-критерия неравных отклонений Уэлча:
sk: Výsledok Welchovho t-testu pre nezhodné rozptyly:
tr: Welch'in eşit olmayan varyanslar t-testi sonucu:

source: Choosing paired t-test or paired Wilcoxon test depending on the assumptions.
ar: اختيار اختبار t المقترن أو اختبار Wilcoxon المقترن اعتمادًا على الافتراضات.
bg: Избор на t-критерий на Стюдънт за зависими извадки или T-критерий на Уилкоксън за зависими извадки в зависимост от предпоставките.
de: Abhängigen t-Test oder abhängigen Wilcoxon-Test in Abhängigkeit der Annahmen auswählen.
es: Seleccionando la prueba t pareada o la prueba de Wilcoxon, depende de las asunciones.
fa: انتخابِ آزمونِ تی‌ِ جفتی ( وابسته) یا آزمون ویلکاکسونِ جفتی بسته به فرضیات.
hu: Páros t-próba vagy páros Wilcoxon próba választása az előfeltételektől függően.
it: Scegliere il test t di Student per dati appaiati o il test Wilcoxon per dati appaiati a seconda delle ipotesi.
ms: Memilih ujian-t berpasangan atau ujian Wilcoxon berpasangan berdasarkan andaian.
nb: Velger paret t-test eller paret Wilcoxon test avhengig av antakelsene.
ro: Alegerea testului t Înperecheat sau testul Wilcoxon în funcție de presupunere.
ru: Выбор парного t-теста или парного критерия Уилкоксона в зависимости от гипотезы.
sk: Výber párového t-testu alebo párového Wilcoxonovho testu na základe predpokladov.
tr: Varsayımlara bağlı olarak bağımlı t-testi ya da bağımlı Wilcoxon testi seçiliyor.

source: Normality is violated in variable(s): %s.
ar: تم انتهاك الحالة الطبيعية في المتغير (المتغيرات): %s.
bg: Предпоставката за нормалност е нарушена за променлива/и: %s.
de: Normalität wird verletzt in Variable(n): %s.
es: La normalidad es violada en variable(s): %s.
fa: نرمالیته نقض شده است در متغیر (ها):s%.
hu: A normalitás sérül a(z) %s változó(k)ban.
it: La normalità è violata nella/e variabile/i: %s.
ms: Normaliti dilanggar dalam pembolehubah:%s.
nb: Normaltet er overtrådt i variabel(ene): %s.
ro: Normalitatea este încălcată în variabile: %s.
ru: Нормальность нарушена в переменных: %s.
sk: Normalita je porušená v premennej(ých): %s.
tr: Değişken(ler)de normallik ihlal edildi: %s

source: Nominal dichotomous variables.
bg: Номинални дихотомни променливи.
de: Nominale dichotome Variablen.
es: Variables dicotómicas nominales.
fa: متغیردو بخشیِ (دو ارزشی) اسمی.
hu: Nominális dichotóm változós.
it: Variabili dicotomiche nominali.
ms: Pembolehubah nominal dikotomi.
nb: Nominal dikotome variabler.
ro: Variabile nominale dihitomice.
ru: Номинальные дихотомические переменные.
sk: Nominálne dichotomické premenné.
tr: Nominal ikili değişkenler.

source: Running McNemar test.
ar: تشغيل اختبار McNema.
bg: Изчисляване на Хи-критерий на МакНемар.
de: McNemar-Test ausführen.
es: Ejacutar la prueba de McNemar.
fa: اجرا یِ آزمون مک‌نمار.
hu: McNemar próba futtatása.
it: Eseguendo il test di McNemar.
ms: Melaksanakan ujian McNemar.
nb: Kjører McNemar test.
ro: Efectuarea testului McNemar.
ru: Запуск теста Макнемара.
sk: Prebieha McNemarov test.
tr: McNemar testi uygulanıyor.

source: Nominal non dichotomous variables.
ar: المتغيرات الاسمية غير الثنائية.
bg: Номинални недихотомни променливи.
de: Nominale nicht dichotome Variablen.
es: Variables nominales no dicotómicas.
fa: متغیر اسمی غیرِ دو بخشیِ (دو ارزشی).
hu: Nominális nem dichotóm változók.
it: Variabili nominali non dicotomiche
ms: Pembolehubah nominal bukan dikotomi.
nb: Nominal ikke-dikotome variabler.
ro: Variabile nominale non-dihotomice.
ru: Номинальные недихотомические переменные.
sk: Nominálne non-dichotomické premenné.
tr: Nominal ikili olmayan değişkenler.

source: Choosing repeated measures ANOVA or Friedman test depending on the assumptions.
ar: اختيار القياسات المتكررة لتحليل التباين ANOVA أو اختبار Friedman اعتمادًا على الافتراضات.
bg: Избор на дисперсионен анализ за повтарящи се набюдения или критерий на Фридман в зависимост от предпоставките.
de: ANOVA mit Messwiederholung oder Friedman-Test in Abhängigkeit der Annahmen auswählen.
es: Seleccionando la ANOVA de medidas repetidas o la prueba de Friedman, depende de las asunciones.
fa: انتخابِ واریانس با اندازه گیریهای مکرر یا آزمون فریدمن بسته به فرضیات.
hu: Ismételt méréses VA vagy Firedman próba választása az előfeltételektől függően.
it: Scegliere ANOVA a misure ripetute o il test di Friedman a seconda delle ipotesi.
ms: Memilih pengukuran berulang ANOVA atau ujian Friedman berdasarkan andaian.
nb: Velger repeated measures ANOVA eller Friedman test avhengig av antakelsene.
ro: Alegerea măsurilor repetate ANOVA sau Friedman în funcție de presupunere.
ru: Выбор однофакторного дисп. анализа с повторными измерениями или теста Фридмана в зависимости от гипотез.
sk: Výber opakovanej ANOVA alebo Friedmanovho testu na základe predpokladov.
tr: Varsayımlara bağlı olarak tekrarlı ölçümler ANOVA ya da Friedman testi seçiliyor.

source: Running Cochran's Q test.
ar: تشغيل اختبار Cochran Q.
bg: Изчисляване на Q-критерий на Кокрън.
de: Cochran's Q-Test ausführen.
es: Ejacutando la prueba de Q de Cochran.
fa: اجرا یِ آزمون کوکران.
hu: Cochran Q próba futtatása.
it: Eseguendo il test Q di Cochran.
ms: Melaksanakan ujian Cochran Q.
nb: Kjører Cochran's Q test.
ro: Efectuarea testului Q al Cochran.
ru: Запуск Q-теста Кокрана.
sk: Prebieha Cochranov Q test.
tr: Cochran'ın Q testi uygulanıyor.

source: Choosing two sample t-test, Mann-Whitney test or Welch's t-test depending on assumptions.
ar: اختيار اختبار t-test لعينتين أو اختبار Mann-Whitney أو Welch t-test بالإعتماد على الافتراضات.
bg: Избор на t-критерий на Стюдънт за независими извадки, критерий на Ман-Уитни или критерий нa Уелч в зависимост от предпоставките.
de: Zweistichproben-t-Test, Mann-Whitney-U-Test oder Welch-Test in Abhängigkeit der Annahmen auswählen.
es: Seleccionando la prueba t de dos muestras, la prueba de Mann-Whitney o la prueba t de Welch, depende de las asunciones.
fa: آزمونِ ت دو نمونه ای
hu: Két mintás t-próba, Mann-Whitney próba vagy Welch t-próba választása az előfeltételektől függően.
it: Scegliere il test t di Student a due campioni, il test di Mann-Whitney o il test t di Welch a seconda delle ipotesi.
ms: Memilih antara ujian-t dua sampel, ujian Mann-Whitney atau ujian-t Welch berdasarkan andaian.
nb: Velger two sample t-test, Mann-Whitney test or Welch's t-test avhengig av antakelser.
ro: Alegerea testului t pentru esantioane independente, testul Mann-Whitney sau testul lui Welch în funcție de presununere.
ru: Выбор двух выборок t-теста, теста Манна-Уитни или t-теста Уэлча в зависимости от гипотезы.
sk: Výber dvoj-výberového t-testu, Mann-Whitneyho testu alebo Welchovho t-testu na základe predpokladov.
tr: Varsayımlara bağlı olarak iki örneklem t-testi, Mann-Whitney testi ya da Welch'in t-testi seçiliyor.

source: Normality is violated in variable %s, group(s) %s.
ar: تم انتهاك الحالة الطبيعية في المتغير %s, المجموعة (المجموعات) %s.
bg: Предпоставката за нормално разпределение е нарушена за променлива %s, група/и %s.
de: Normalität wird verletzt in Variable(n): %s, Gruppe(n) %s.
es: La normalidad es violada en variable %s, grupo(s) %s.
fa: نرمالیته نقض شده است در متغیر s%, گروه (ها) s%.
hu: A normalitás sérül a(z) %s változóban, a(z) %s csoport(ok)ban.
it: La normalità è violata nella variabile %s, gruppo/i %s.
ms: Normaliti dilanggar dalam pembolehubah %s, kelompok %s.
nb: Normaliteten er overtrådt i variabel %s, gruppe(r) %s.
ro: Normalitatea este încălcată în variabilele %s, grup(uri) %s.
ru: Нормальность нарушена в переменной %s, группе(ах) %s.
sk: Normalita je porušená v premennej %s, skupine(ách) %s.
tr: %s değişkeninde, %s grup(lar)ında normallik ihlal edildi.

source: Running Welch's t-test.
ar: تشغير اختبار Welch t.
bg: Изчисляване на критерий на Уелч.
de: Welch-Test ausführen.
es: Ejacutando la prueba t de Welch.
fa: اجرایِ آزمونِ والشِ
hu: Welch t-próba futtatása.
it: Eseguendo il t-test con correzione di Welch.
ms: Melaksanakan ujian-t Welch.
nb: Kjører Welch's t-test.
ro: Efectuarea testului Welch.
ru: Запуск Т-теста Уэлча.
sk: Prebieha Welchov t-test.
tr: Welch'in t-testi uygulanıyor.

source: Choosing one-way ANOVA or Kruskal-Wallis test depending on the assumptions.
ar: اختيار تحليل التباين الأحادي ANOVA أو اختبار Kruskal-Wallis وفقًا للافتراضات.
bg: Избор на еднофакторен дисперсионен анализ или критерий на Кръскал-Уолис в зависимост от предпоставките.
de: Einfaktorielle ANOVA oder Kruskal-Wallis-Test in Abhängigkeit der Annahmen auswählen.
es: Seleccionando la ANOVA de un factor o la prueba de Kruskal-Wallis, depende de las asunciones.
fa: انتخابِ واریانس یک طرفه ( واریانس یک راهه ) یا آزمون کروسکال–والیس بسته به فرضیات.
hu: Egyszempontos VA vagy Kruskal-Wallis próba választása az előfeltételektől függően.
it: Scegliere ANOVA univariata o il test di Kruskal-Wallis a seconda delle ipotesi.
ms: Memilih ANOVA sehala atau ujian Kruskal-Wallis berdasarkan andaian.
nb: Velger one-way ANOVE eller Kruskal-Wallis test avhengig av antakelsene.
ro: Alegerea testului ANOVA simplă sau Kruskal-Wallis în funcție de presupunere.
ru: Выбор однофакторного дисп. анализа или теста Крускала-Уоллиса в зависимости от гипотезы.
sk: Výber jednofaktorovej ANOVA alebo Kruskal-Wallisovho testu na základe predpokladov.
tr: Varsayımlara bağlı olarak tek yönlü ANOVA ya da Kruskal-Wallis testi seçiliyor.

source: Normality is violated in variable %s, group(s) %s.
ar: الحالة الطبيعية منتهكة في المتغير %s, المجموعات s%.
bg: Предпоставката за нормално разпределение е нарушена за променлива %s, група/и %s.
de: Normalität wird verletzt in Variable(n): %s, Gruppe(n) %s.
es: La normalidad es violada en variable %s, grupo(s) %s.
fa: نرمالیته نقض شده است در متغیر s%, گروه (ها) s%.
hu: A normalitás sérült a(z) %s változóban, %s csoportban.
it: La normalità è violata nella variabile %s, gruppo/i %s.
ms: Normaliti dilanggar dalam pembolehubah %s, kelompok%s.
nb: Normaliteten er brutt i variabel %s, gruppe(r) %s.
ro: Normalitatea este încălcat în variabila %s, grup(uri) %s.␣
ru: Нормальность нарушена в переменной %s, группе(ах) %s.
sk: Normalita je porušená v premennej %s, skupine(ách) %s.
tr: %s değişkeninde, %s grup(lar)ında normallik ihlal edildi.

source: Homeogeneity of variance violated in variable %s.
ar: تجانس التباين منتهك في المتغير %s.
bg: Предпоставката за равенство на дисперсиите е нарушена за променлива %s.
de: Varianzhomogenität wird verletzt in Variable %s.
es: La homogeneidad de varianza es violada en variable %s.
fa: همگونیِ واریانس درمتغیرِs% نقض شده است.
hu: A szóráshomogenitás sérült a(z) %s változóban.
it: L' omogeneità della varianza è violata nella variabile %s.
ms: Kehomogenan varians dilanggar dalam pembolehubah %s.
nb: Homogenitet av variansen er brutt i variabel &s.
ro: Omogenitatea variaţiei este încălcată in cazul variabilei %s.␣
ru: Однородность дисперсии нарушена в переменной %s.
sk: Homogenita rozptylu je porušená v premennej %s.
tr: %s değişkeninde varyansın homojenliği ihlal edildi.

source: Normality is not violated.
ar: الحالة الطبيعية غير منتهكة.
bg: Предпоставката за нормално разпределение не е нарушена.
de: Normalität wird nicht verletzt.
es: La normalidad no es violada.
fa: نرمالیته نقض نشده است .
hu: A normalitás nem sérült.
it: La normalità non è violata.
ms: Normaliti tidak dilanggar.
nb: Normalitet er ikke brutt.
ro: Normalitatea nu este încălcată.
ru: Нормальность не нарушена.
sk: Normalita nie je porušená.
tr: Normallik ihlal edilmedi.

source: Running repeated measures one-way ANOVA.
ar: تشغيل القياسات المتكررة لتحليل ANOVA الأحادي .
bg: Изчисляване на еднофакторен дисперсионен анализ за повтарящи се набюдения.
de: Einfaktorielle ANOVA mit Messwiederholung ausführen.
es: Ejacutando la ANOVA de un factor de medidas repetidas.
fa: اجرایِ واریانس یک طرفه یا واریانس یک راهه با اندازه گیریهای مکرر.
hu: Egyszempontos ismételt méréses VA futtatása
it: Calcolando ANOVA univariata per misure ripetute.
ms: Melaksanakan pengukuran berulang ANOVA sehala.
nb: Kjører repeated measures one-way ANOVA.
ro: Efectuarea testului ANOVA simplă cu măsuri repetare.
ru: Запуск однофакторного дисперсионного анализа для повторяющихся измерений.
sk: Prebiehajú opakované merania pre jednofaktorovú ANOVA.
tr: Tekrarlanan ölçümler tek yönlü ANOVA uygulanıyor.

source: Open data. Oops, something went wrong, CogStat could not open the data. You may want to report the issue.
ar: فتح البيانات. عذراً، حدث خطأ ما، لم يتمكن CogStat من فتح البيانات. قد ترغب في الإبلاغ عن هذه المشكلة.
bg: Отвори данните. Опа, нещо се обърка, CogStat не успя да отвори данните. Може би бихте желали да съобщите.
de: Datei öffnen. Upps, etwas ist schief gelaufen. CogStat konnte die Datei nicht öffnen. Sie könnten dies melden.
es: Abrir datos. Uy, algo salió mal, CogStat no pudo abrir los datos. Quizás deberías reportar el problema.
fa: فایلِ اطلاعات را باز کنید. اوه، چیزی اشتباه شد, CogStat نباید داده ها را باز کند. ممکن است بخواهید مسئله را گزارش کنید.
hu: Adatfájl megnyitása. Hopplá, valami nem sikerült, CogStat nem tudta megnyitni az adatot. A problémát be is jelentheted.
it: Apri i dati. Oops, qualcosa è andato storto, CogStat non ha potuto aprire i dati. Si consiglia di segnalare il problema.
ms: Buka data. Oops, terdapat masalah, Cogstat tidak dapat membuka data tersebut. Anda boleh melaporkan isu ini.
nb: Åpne data. Oops, noe gikk galt, CogStat kunne ikke åpne data. Du vil kanskje rapportere feilen.
ro: Deschidere date. Hopa, se pare că a apărut o eroare, Cogstat nu a putut să deschide fișierul de date. Doriți să raportați problema?
ru: Открытие данных. Ой, что-то пошло не так, CogStat не может открыть данные. Возможно, вы хотите сообщить о проблеме.
sk: Otvoriť súbor. Oops, niečo sa pokazilo, CogStat nemohol otvoriť súbor. Problém môžete nahlásiť.
tr: Veriyi aç. Ups, bir şeyler ters gitti, CogStat verileri açamadı. Sorunu bildirmek isteyebilirsiniz.

source: N of missing cases: %g
ar: عدد الحالات المفقودة: %g
bg: N на липсващите статистически единици: %g
de: N fehlende Fälle: %g
es: N de casos ausentes: %g
fa: N موارد گم شده: g%
hu: Hiányzó esetek száma: %g
it: Numero di casi mancanti: %g
ms: N kes hilang: %g
nb: N av manglende caser: %g
ro: N în cazurile absente: %g
ru: N пропущенных случаев: %g
sk: N chýbajúcich prípadov: %g
tr: Eksik olayların sayısı: %g

source: Rank of %s
ar: ترتيب %s
bg: Ранг %s
de: Rank von %s
es: Rango de %s
fa: رتبه ی s%
hu: %s sorrendje
it: Rango di %s
ms: Taraf %s.
nb: Rank av %s
ro: Gradului %s
ru: Ранг %s
sk: Hodnosť %s
tr: %s'ın sıralaması

source: Result of Wilcoxon signed-rank test
ar: نتيجة اختبار Wilcoxon الرتبي
bg: Резултат за Т-критерий на Уилкоксън
de: Ergebnis des Wilcoxon-Vorzeichen-Rang-Test
es: Resultado de la prueba de rango con signo de Wilcoxon
fa: نتیجه ی آزمون ویلکاکسون␣
hu: Wilcoxon előjel próba eredménye
it: Risultato del test dei ranghi con segno di Wilcoxon
ms: Keputusan ujian Wilcoxon signed-rank.
nb: Resultat av Wilcoxon signed-rank test
ro: Resultat testului Wilcoxon al rangurilor pereche
ru: Результат критерия знаковых рангов Вилкоксона
sk: Výsledok Wilcoxonovho párového testu
tr: Wilcoxon işaretli sıralar test sonucu

source: Raw data
ar: البيانات الأولية
bg: Необработени данни
de: Rohdaten
es: Datos brutos
fa: داده های خام
hu: Nyers adat
it: Dati grezzi
ms: Data mentah
nb: Rådata
ro: Date brute
ru: Исходные данные
sk: Nespracované dáta
tr: Ham veri

source: Sample properties
ar: خصائص العينة
bg: Характеристики на извадката
de: Stichprobenbeschaffenheit
es: Propiedades de la muestra
fa: خصوصیات نمونه
hu: Minta tulajdonságai
it: Proprietà del campione
ms: Ciri-ciri sampel
nb: Egenskaper ved utvalget
ro: Proprietățile mostrelor
ru: Свойства выборки
sk: Vlastnosti vzorky
tr: Örneklem özellikleri
