Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Number of measurement levels do not match the number of variables. You may want to correct the number of measurement levels.
ar: عدد مستويات القياس لا يتطابق مع عدد المتغيرات. ربما عليك تصحيح عدد مستويات القياس.
bg: Броят на нивата на измерване не отговаря на броя на променливите. Може би бихте желали да коригирате броя на нивата за измерване.
de: Die Anzahl der Messgrößen stimmt nicht mit der Anzahl der Variablen überein. Möglicherweise möchten Sie die Anzahl der Messgrößen korrigieren.
es: Los números de niveles de medición no coinciden con los números de variables. Quizás deberías corregir el número de niveles de medición.
fa: تعداد سطوح اندازه گیری با تعداد متغیرها مطابقت ندارد. ممکن است بخواهید تعداد سطوح اندازه گیری را اصلاح کنید.
hu: A mérési szintek szám nem egyezik a változók számával. Érdemes a mérési szintek számát javítani.
it: Il numero di livelli di misurazione non corrispondono con il numero delle variabili. Potresti voler correggere il numero dei livelli di misurazione.
ms: Bilangan tahap pengukuran tidak sepadan dengan bilangan pembolehubah. Anda mungkin mahu membetulkan bilangan tahap pengukuran.
nb: Antall av målenivåer matcher ikke antallet av variabler. Du vil kanskje korrigere antallet av målenivåer
ro: Numărul nivelurilor de măsurare nu se potrivesc cu numărul de variabile. Poate că doriți să corectați numărul nivelurilor de măsurare.
ru: Число измерительных уровней не совпадает с числом переменных. Возможно, Вы хотите исправить число измерительных уровней.
sk: Počet úrovní merania nezodpovedá počtu premenných. Možno budete chcieť upraviť počet úrovní merania.
tr: Ölçüm seviyelerinin sayısı değişkenlerin sayısıyla eşleşmiyor. Ölçüm seviyelerinin sayısını düzeltmek isteyebilirsiniz.

source: Shapiro–Wilk normality test in variable %s%s
ar: اختبار Shapiro–Wilk للتوزيع الطبيعي في المتغير %s%s
bg: Критерий на Шапиро-Уилк за нормално разпределение за променлива %s%s
de: Shapiro-Wilk-Normalitätstest in Variable %s%s
es: Test de normalidad Shapiro-Wilk en la variable %s%s
fa: آزمون نرمال بودن شاپیرو-ویلک در متغیر٪ s٪ s
hu: Shapiro–Wilk normalitás próba a(z) %s%s változóban
it: Test di normalità Shapiro-WIl per la variable %s%s
ms: Ujian normaliti Shapiro-Wilk dalam pembolehubah %s%s
nb: Sharpiro-Wilk normalitetstest variabel %s%s
ro: Testul de normalitate Shapiro–Wilk în variabila %s%s
ru: Критерий нормальности Шапиро-Уилка для переменной %s%s
sk: Shapiro-Wilkov test normality v premennej %s%s
tr: %s%s değişkeninde Shapiro–Wilk normallik testi

source: Using Greenhouse–Geisser correction.
ar: استخدام تصحيح Greenhouse–Geisser.
bg: Коригиране с Greenhouse-Geisser.
de: Verwenden Sie die Greenhouse-Geisser-Korrektur.
es: Utilizando la corrección de Greenhouse-Geisser.
fa: استفاده از تصحیح گرین‌هاوس- گیسر
hu: Greenhouse–Geisser korrekció használata.
it: Usando correzione Greenhouse-Geisser
ms: Menggunakan pembetulan Greenhouse–Geisser.
nb: Bruker Greenhouse-Geisser korreksjon.
ro: Utilizarea corecția Greenhouse–Geisser.
ru: Использую поправку Гринхауса-Гейсера.
sk: Použitie Greenhouse-Geisserovej korekcie.
tr: Greenhouse-Geisser düzeltmesi kullanılıyor.

source: Comparing variables pairwise with the Holm–Bonferroni correction:
ar: مقارنة المتغيرات بشكل زوجي باستخدام تصحيح Holm–Bonferroni:
bg: Сравнение по двойки на променливи с корекция на Холм-Бонферони:
de: Paarweiser Vergleich der Variablen mit der Holm-Bonferroni-Korrektur:
es: Comparando las variables en pares con corrección de Holm-Bonferroni:
fa: مقایسه متغیرها به صورت جفت با تصحیح هولم-بونفرونی
hu: Változók páronkénti összehasonlítása Holm–Bonferroni korrekcióval:
it: Comparando le coppie di variabili con la correzione Holm-Bonferroni:
ms: Membanding pembolehubah pairwise dengan pembetulan Holm-Bonferroni.
nb: Sammenligner variabler parvis med Holm-Bonferroni korrigering:
ro: Compararea variabilele în perechi (pairwise) cu corecția Holm–Bonferroni:
ru: Сравнение переменных попарно с поправкой Холма-Бонферрони:
sk: Párové porovnanie premenných pomocou Holm-Bonferroniho korekcie:
tr: Değişkenleri Holm-Bonferroni düzeltmesiyle ikili karşılaştırma:

source: Running Mann–Whitney test.
ar: تشغيل اختبار Mann–Whitney.
bg: Изчисляване на критерий на Ман-Уитни.
de: Durchführung des Mann-Whitney-Tests.
es: Ejacutando la prueba de Mann-Whitney.
fa: اجرای آزمون من ویتنی
hu: Mann–Whitney teszt futtatása.
it: Eseguendo il test di Mann-Whitney.
ms: Melaksanakan ujian Mann-Whitney.
nb: Kjører Mann- Whitney test.
ro: Rularea testului Mann–Whitney.
ru: Запуск теста Манна-Уитни.
sk: Prebieha Mann-Whitneyho test.
tr: Mann–Whitney testi uygulanıyor.

source: Choosing two sample t-test, Mann–Whitney test or Welch's t-test depending on assumptions.
ar: اختيار اختبار t لعينتين، أو اختبار Mann–Whitney، أو اختبار Welch's t اعتمادًا على الافتراضات.
bg: Избор на t-критерий на Стюдънт за независими извадки, критерий на Ман-Уитни или критерий нa Уелч в зависимост от предпоставките.
de: Auswahl von t-Test für zwei Stichproben, Mann-Whitney-Test oder Welch's t-Test je nach Annahmen.
es: Seleccionando la prueba t de dos muestras, la prueba de Mann-Whitney o la prueba t de Welch, depende de las asunciones.
fa: بسته به پیش فرض ها ، انتخاب دو نمونه آزمون t ، آزمون من ویتنی یا آزمون آزمون t ولچ
hu: Kétmintás t-próba, Mann–Whitney próba vagy Welch-féle t-próba választása az előfeltételektől függően.
it: Scegliere tra i test a due campioni t-test, Mann-Whitney o Welch a seconda delle assunzioni.
ms: Memilih ujian-t dua sampel, ujian Mann-Whitney atau ujian-t Welch berdasarkan andaian.
nb: Velger to utvalgs t-test, Mann-Whitney test eller Welch´s t-test avhengig av antakelse.
ro: Alegerea testului t pentru 2 eșantioane independente, testul Mann–Whitney sau t testul lui Welch în funcție de presupunere.
ru: Выбор двух выборок t-теста, теста Манна-Уитни или t-теста Уэлча в зависимости от гипотезы.
sk: Výber dvoj-výberového t-testu, Mann-Whitneyho testu alebo Welchovho t-testu na základe predpokladov.
tr: Varsayımlara bağlı olarak iki örneklem t-testi, Mann–Whitney testi ya da Welch'in t-testi seçiliyor.

source: Homogeneity of variance violated in variable %s.
ar: انتهاك تجانس التباين في المتغير %s.
bg: Предпоставката за равенство на дисперсиите е нарушена за променлива %s.
de: Homogenität der Varianz in der Variable %s verletzt.
es: La homogeneidad de varianza es violada en variable %s.
fa: همگنی واریانس در متغیر٪ s نقض شده است
hu: A szóráshomogenitás sérült a(z) %s változóban.
it: Omogeneità della varianza violata nella variabile %s.
ms: Kehomogenan varians dilanggar dalam pembolehubah %s.
nb: Homogenitet av variansen er overtrådt i variabel %s.
ro: Omogenitatea variației este încălcată în variabile %s.
ru: Однородность дисперсии нарушена в переменной %s.
sk: Homogenita rozptylu je porušená pre premennú %s.
tr: %s değişkeninde varyansın homojenliği ihlal edildi.

source: Running chi-squared test.
ar: تشغيل اختبار chi-squared.
bg: Изчисляване на Хи-квадрат критерий.
de: Chi-Quadrat-Test ausführen.
es: Ejacutando la prueba de ji-cuadrado.
fa: اجرای آزمون مجذور کای ( آزمون مربع کای یا خی دو یا آزمون کای اسکوئر)
hu: Khí-négyzet próba futtatása.
it: Eseguendo test Chi-quadro.
ms: Melaksanakan ujian khi kuasa dua.
nb: Kjører Chi-squared test.
ro: Rularea testul chi-pătrat.
ru: Запуск критерия хи-квадрат.
sk: Prebieha chi-kvadrát test.
tr: Ki-kare testi uygulanıyor.

source: Choosing one-way ANOVA or Kruskal–Wallis test depending on the assumptions.
ar: اختيار اختبار ANOVA الأحادي الاتجاه أو اختبار Kruskal–Wallis اعتمادًا على الافتراضات.
bg: Избор на еднофакторен дисперсионен анализ или критерий на Кръскал-Уолис в зависимост от предпоставките.
de: Wählen Sie je nach Annahmen eine einseitige ANOVA oder den Kruskal-Wallis-Test.
es: Seleccionando la ANOVA de un factor o la prueba de Kruskal-Wallis, depende de las asunciones.
fa: انتخاب آزمون آنالیز واریانس یک طرفه یا آزمون کروسکال–والیس، بسته به پیش فرض ها.
hu: Egyszempontos VA vagy Kruskal–Wallis próba választása az előfeltételektől függően.
it: Scegliere ANOVA ad una via o test di Kruskal-Wallis a seconda delle assunzioni.
ms: Memilih ANOVA sehala atau ujian Kruskal–Wallis berdasarkan andaian.
nb: Velger one way ANOVA eller Kusksal-Wallis test avhengig av antakelser.
ro: Alegerea testului ANOVA simplă sau Kruskal–Wallis în funcție de presupunere.
ru: Выбор однофакторного дисперсионного анализа или теста Крускала-Уоллиса в зависимости от гипотезы.
sk: Výber jednofaktorovej ANOVA alebo Kruskal-Wallisovho testu na základe predpokladov.
tr: Varsayımlara bağlı olarak tek-yönlü ANOVA ya da Kruskal–Wallis testi seçiliyor.

source: Running Kruskal–Wallis test.
ar: تشغيل اختبارKruskal–Wallis.
bg: Изчисляване на критерий на Кръскал-Уолис.
de: Kruskal-Wallis-Test ausführen.
es: Ejacutando la prueba de Kruskal-Wallis.
fa: اجرای آزمون کروسکال–والیس
hu: Kruskal–Wallis próba futtatása.
it: Eseguendo il test di Kruskal-Wallis.
ms: Melaksanakan ujian Kruskal–Wallis.
nb: Kjører Kruskal-Wallis test.
ro: Rularea testul Kruskal–Wallis.
ru: Запуск теста Крускала-Уоллиса.
sk: Prebieha Kruskal-Wallisov test.
tr: Kruskal–Wallis testi uygulanıyor.

source: Result of independent samples Mann–Whitney rank test:
ar: نتيجة اختبار Mann–Whitney الرتبي للعينات المستقلة:
bg: Резултат за критерий на Ман-Уитни за независими извадки:
de: Ergebnis des Mann-Whitney-Rangtest für unabhängige Stichproben:
es: Resultado de la prueba de rangos de Mann-Whitney con muestras independientes:
fa: نتیجه نمونه های مستقل آزمون رتبه من و ویتنی:
hu: Független mintás Mann–Whitney rang próba eredménye:
it: Risultato del test dei ranghi Mann-Whitney per campioni indipendenti.
ms: Keputusan ujian Mann–Whitney rank sampel bebas:
nb: Resultatet av uavhengig utvalg Mann-Whitnest rank test:⎵
ro: Rezultatul testului Mann-Whitney (U) pentru eşantioane independente:
ru: Результат независимых выборок рангового теста Манна-Уитни:
sk: Výsledok nezávislých vzoriek Mann-Whitneyho rank testu:
tr: Bağımsız örneklemler Mann–Whitney sıralama test sonucu:

source: Result of the Kruskal–Wallis test:
ar: نتيجة اختبار Kruskal–Wallis:
bg: Резултат за критерий на Кръскал-Уолис:
de: Ergebnis des Kruskal-Wallis-Tests:
es: Resultado de la prueba de Kruskal-Wallis:
fa: نتیجه ی آزمون کروسکال–والیس
hu: Kruskal–Wallis próba eredménye:
it: Risultato del test di Kruskal-Wallis:
ms: Keputusan ujian Kruskal–Wallis:
nb: Resultat av Kurskal-Wallis test:⎵
ro: Rezultatul testului Kruskal–Wallis:
ru: Результат теста Крускала-Уоллиса.
sk: Výsledok Kruskal-Wallisovho testu:
tr: Kruskal–Wallis testi sonucu

source: Result of the Pearson's chi-squared test:
ar: نتيجة اختبار Pearson's chi-squared:
bg: Резултат за Хи-квадрат критерий на Пирсън:
de: Ergebnis des Chi-Quadrat-Tests nach Pearson:
es: Resultado de la prueba de ji-cuadrado de Pearson:
fa: نتیجه ی آزمون مجذور کای پیرسون
hu: Pearson Khí-négyzet próba eredménye:
it: Risultato del test chi-quadrato di Pearson:
ms: Keputusan ujian khi kuasa dua Pearson:
nb: Resultat av Pearson's chi-squared test:⎵
ro: Rezultatul testului Pearson chi-pătrat:
ru: Результат критерия Пирсона (хи-квадрат):
sk: Výsledok Pearsonovho chi-kvadrát testu/testu dobrej zhody:
tr: Pearson ki-kare testi sonucu

source: Spreadsheet file
ar: ملف جدول بيانات
bg: Електронна таблица
de: Tabellenkalkulationsdatei
es: Archivo de hoja de cálculo
fa: پرونده ( فایل) صفحه گسترده
hu: Táblázatkezelő fájl
it: Foglio di calcolo
ms: Fail spreadsheet
nb: Regnearkfil
ro: Fișier de foaie de calcul
ru: Табличный файл
sk: Tabuľkový procesor
tr: E-tablo dosyası

source: SPSS/SAS/STATA file
ar: ملف بيانات SPSS/SAS/STATA
bg: SPSS/SAS/STATA файл
de: SPSS/SAS/STATA-Datei
es: Archivo de SPSS/SAS/STATA
fa: پرونده های ( فایل های) SPSS/SAS/STATA
hu: SPSS/SAS/STATA fájl
it: File SPSS/SAS/STATA
ms: Fail SPSS/SAS/STATA
nb: SPSS/SAS/STATA fil
ro: Fișier de SPSS/SAS/STATA
ru: SPSS/SAS/STATA файл
sk: SPSS/SAS/STATA súbor
tr: SPSS/SAS/STATA dosyası

source: R file
ar: ملف بيانات R
bg: R файл
de: R-Datei
es: Archivo de R
fa: پرونده ( فایل) R
hu: R fájl
it: File R
ms: Fail R
nb: R fil
ro: Fișier de R
ru: R файл
sk: R súbor
tr: R dosyası

source: JASP file
ar: ملف بيانات JASP
bg: JASP файл
de: JASP-Datei
es: Archivo de JASP
fa: پرونده ( فایل) JASP
hu: JASP fájl
it: File JASP
ms: Fail JASP
nb: JASP fil
ro: Fișier de JASP
ru: JASP файл
sk: JASP súbor
tr: JASP dosyası

source: jamovi file
ar: ملف بيانات jamovi
bg: jamovi файл
de: jamovi-Datei
es: Archivo de jamovi
fa: پرونده ( فایل) jamovi
hu: jamovi fájl
it: File jamovi
ms: Fail jamovi
nb: jamovi fil
ro: Fișier de jamovi
ru: jamovi файл
sk: jamovi súbor
tr: jamovi dosyası

source: Text file
ar: ملف نصي
bg: Текстов файл
de: Text-Datei
es: Archivo de texto
fa: پروندهٔ نوشتاری ( فایل متنی)
hu: Szöveges fájl
it: File di testo
ms: Fail text
nb: tekstfil
ro: Fișier text
ru: Текстовый файл
sk: Textový dokument
tr: metin dosyası

source: &Find text...
ar: &ابحث عن النصّ...
bg: &Намери текст...
de: &Text suchen...
es: &Encontrar texto...
fa: و متن را پیدا کنید...
hu: &Szöveg keresése...
it: &Trova testo...
ms: &Cari text
nb: %Finn tekst...
ro: &Găsiți text...
ru: &Найти текст...
sk: &Nájdi text…
tr: &Metni bul...

source: Specify the minimum required parameters (reaction time and error).
ar: حدد المعلمات الدنيا المطلوبة (زمن الاستجابة والخطأ).
bg: Уточнете необходимия минимум параметри (време на реакция и грешки).
de: Geben Sie die erforderlichen Mindestparameter (Reaktionszeit und Fehler) an.
es: Especificar los parámetros mínimos requeridos (tiempo de reacción y error).
fa: حداقل پارامترهای مورد نیاز (زمان واکنش و خطا) را مشخص کنید.
hu: A minimális szükséges paramétereket (reakcióidő és hibázás) be kell állítani.
it: Specificare i parametri minimi richiesti (tempo di reazione ed errore).
ms: Tentukan parameter minimum yang diperlukan (masa tindak balas dan ralat).
nb: Spesifiser minimum av påkrevde parametere (reaksjonstid og error).
ro: Specificați parametrii minimi necesari (timpul de reacție și eroare).
ru: Укажите минимально требуемые параметры (время реакции и ошибка).
sk: Špecifikuj minimálne požadované parametre (reakčny čas a chyba).
tr: Minimum gerekli parametreleri belirtin (tepki süresi ve hata).

source: None
ar: لا شيء
bg: Нито един
de: Keine
es: Ninguno
fa: هیچکدام
hu: Semmi
it: Nessuno
ms: Tiada
nb: Ingen
ro: Nici unul
ru: Не определено
sk: Žiadny
tr: Yok

source: Condition
ar: الشرط
bg: Условие
de: Bedingung
es: Condición
fa: شرایط
hu: Feltétel
it: Condizione
ms: Syarat
nb: Betingelse
ro: Condiție
ru: Условие
sk: Podmienka
tr: Koşul

source: single condition
ar: شرط واحد
bg: едно условие
de: einzige Bedingung
es: condición solo
fa: شرایط تکی (واحد)
hu: egyetlen feltétel
it: Singola condizione
ms: Satu syarat
nb: En betingelse
ro: singur condiție
ru: одиночное условие
sk: jedna podmienka
tr: Tek koşul

source: single participant
ar: مشارك واحد
bg: един участник
de: einzelner Teilnehmer
es: participante solo
fa: شرکت کننده تکی (واحد)
hu: egyetlen résztvevő
it: Singolo partecipante
ms: Satu peserta
nb: En deltaker
ro: singur participant
ru: одиночный участник
sk: jeden účastník
tr: Tek katılımcı

source: Measurement level warning
ar: تحذير من مستوى القياس
bg: Предупреждение за ниво на измерване
de: Messwert-Warnung
es: Advertencia de nivel de medición
fa: هشدار سطح اندازه گیری
hu: Mérési szint figyelmeztetés
it: Attenzione ai livelli di misurazione
ms: Amaran tahap pengukuran
nb: Advarsel: målenivå
ro: Avertisment de nivel de măsurare
ru: Предупреждение измерительного уровня
sk: Upozornenie na úroveň merania
tr: Ölçüm seviyesi uyarısı

source: String variable conversion warning
ar: تحذير بخصوص تحويل متغير نصي
bg: Предупреждение за преобразуване на променлива от тип стринг
de: Warnung bei der Konvertierung von String-Variablen
es: Advertencia de conversión de variable de cadena
fa: هشدار تبدیل متغیر رشته ای
hu: Szöveges változó konverzió figyelmeztetés
it: Attenzione alla conversione della variabile stringa
ms: Amaran penukaran pembolehubah rentetan
nb: Advarsel: konversjon strengvariabel
ro: Avertisment de conversie variabilă șir
ru: Предупреждение преобразования строковой переменной
sk: Upozornenie na variabilnú konverziu reťazca
tr: Dize değişkeni dönüştürme uyarısı

source: You can fix this issue in your data source.
ar: يمكنك إصلاح هذه المشكلة في مصدر البيانات الخاص بك.
bg: Можете да поправите този проблем в източника на данните.
de: Sie können dieses Problem in Ihrer Datenquelle beheben.
es: Puedes solucionar este problema en tu fuente de datos.
fa: می توانید این مشکل را در منبع داده خود برطرف کنید.
hu: Ez a probléma megoldható a forrás adatokban.
it: Puoi risolvere questo problema nella tua sorgente dati.
ms: Anda boleh membaiki isu tersebut dalam sumber data anda.
nb: Du kan ordne dette i datakilden din.
ro: Puteți rezolva această problemă în sursa de date.
ru: Вы можете исправить это в вашем источнике данных.
sk: Tento problém môžete vyriešiť vo svojom zdroji údajov.
tr: Sorunu veri kaynağınızda düzeltebilirsiniz.

source: Recommended characters in variable names warning
ar: تحذير الأحرف الموصى بها في أسماء المتغيرات
bg: Предупреждение за препоръчителни символи в имената на променливите
es: Advertencia de caracteres recomendados en los nombres de datos
fa: هشدار نام متغیرها ی کاراکترها ی (حروف) توصیه شده
hu: Ajánlott karakterek a változó nevekben figyelmeztetés
it: Attenzione ai caratteri richiesti per i nomi delle variabili
ms: Aksara yang dicadangkan dalam amaran nama pembolehubah
nb: Advarsel: Anbefalte tegn i navn på variabler
ro: Avertisment de caracterele recomandate în numele variabilelor
ru: Предупреждение о рекомендуемых символах в названиях переменных
sk: Upozornenie na odporúčane znaky v názvoch premenných
tr: Değişken adlarında önerilen karakterler uyarısı

source: If some analyses cannot be run, fix this in your data source.
ar: إذا كان بعض التحليلات لا يمكن تشغيلها، فيرجى إصلاح ذلك في مصدر البيانات الخاص بك.
bg: Ако някои от анализите не могат да бъдат проведени, поправете това в източника на данните.
de: Falls einige Analysen nicht ausgeführt werden können, beheben Sie dies in Ihrer Datenquelle.
es: Si algunos analyses no se pueder ejacutar
fa: اگر برخی از تجزیه و تحلیل ها قابل اجرا نیستند ، این مورد را در منبع داده خود برطرف کنید.
hu: Ha valamelyik elemzés nem fut le, javítsd ki a forrás adatokban.
it: Se qualche analisi non può essere eseguita, risolvere questo nella tua sorgente dati.
ms: Jikalau sesetengah analisis tidak dapat dilaksanakan, anda boleh membaiki isu ini dalam sumber data anda.
nb: Om noen analyser ikke kan kjøres, ordne dette i datakilden.
ro: Dacă unele analize nu pot fi utilizate, remediați sursa de date.
ru: Если некоторые из анализов не запускаются, исправьте это в вашем источнике данных.
sk: Ak sa niektoré analýzy nedajú spustiť, opravte to vo svojom zdroji údajov.
tr: Eğer bazı analizler uygulanamıyorsa, bunu veri kaynağınızda düzeltin.

source: Recommended characters in data values warning
ar: تحذير الأحرف الموصى بها في قيم البيانات
bg: Предупреждение за препоръчителни символи в стойностите на данните
es: Advertencia de caracteres recomendados en los valores de datos
fa: هشدارکاراکترها ی (حروف) توصیه شده در مقادیر داده
hu: Javasolt karakterek az adatok értékeiben figyelmeztetés
it: Attenzione ai caratteri richiesti per il valore dati
ms: Aksara yang dicadangkan dalam amaran nilai-nilai data
nb: Advarsel: Anbefalte tegn for dataverdier
ro: Avertisment de caracterele recomandate în valorile datelor
ru: Предупреждение о рекомендуемых символах в значениях данных
sk: Upozornenie na odporúčane znaky v hodnotách údajov
tr: Veri değerleri uyarısında önerilen karakterler

source: &Add factor
ar: &أضف عاملًا
bg: &Прибави фактор
de: &Faktor hinzufügen
es: &Añadar factor
fa: و فاکتورها (عامل ها , ضریب) را اضافه کنید
hu: Faktor &hozzáadása
it: &Aggiungi fattore
ms: &Tambah faktor
nb: &Legg til faktor
ro: &Adăuga factor
ru: &Добавить фактор
sk: &Pridaj faktor
tr: &Faktör ekle

source: &Modify factor
ar: &تعديل العامل...
bg: &Промени фактор
de: &Faktor ändern
es: &Modificar factor
fa: و فاکتورها ( عامل ها, ضریب) را تغییر دهید
hu: Faktor &módosítása
it: &Modifica fattore
ms: &Mengubah suai faktor
nb: &Modifiser faktor
ro: &Modifica factor
ru: &Изменить фактор
sk: &Upraviť faktor
tr: &Faktörü değiştir

source: &Remove factor
ar: &إزالة العامل...
bg: &Премахни фактор
de: &Faktor entfernen
es: Elimina&r factor
fa: و فاکتورها (عامل ها, ضریب) را حذف کنید
hu: Faktor &törlése
it: &Rimuovi fattore
ms: &Keluarkan faktor
nb: %Fjern faktor
ro: &Elimina factor
ru: &Удалить фактор
sk: &Odstrániť faktor
tr: &Faktörü sil

source: &Factors...
ar: &العوامل...
bg: &Фактори...
de: &Faktoren...
es: &Factores...
fa: و فاکتورها (عامل ها, ضریب) ...
hu: &Faktorok
it: &Fattori...
ms: &Faktor-faktor
nb: &Faktorer...
ro: &Factori
ru: &Факторы...
sk: &Faktory...
tr: &Faktörler

source: O&ptions...
ar: O&الخيارات...
bg: О&пции...
de: O&ptionen...
es: O&pciones...
fa: و گزینه ها ...
hu: &Beállítások...
it: &Opzioni...
nb: A&lternativer...
ro: O&pțiuni...
ru: О&пции...
sk: &Možnosti...
tr: Seçenekler

source: Single case &slope...
ar: ميل الحالة الواحدة& ...
bg: &Наклон на една статистическа единица...
de: Einzelner Fall &Steigung...
es: La pendiente de &solo caso...
fa: عامل تکی و شیب ...
hu: Egyedi eset &meredeksége...
it: Caso singolo &pendenza...
ms: Satu kes&kemiringan
nb: Enkelt case &slope...
ro: Caz unic &pantă...
ru: Одиночный случай &наклон...
sk: Jeden prípad &sklonu...
tr: Tek olay eğimi...

source: &Frequencies
ar: &التكرارات
bg: &Честоти
de: &Häufigkeiten
es: &Frecuencias
fa: وفراوانی
hu: &Gyakoriság
it: &Frequenze
ms: &Frekuensi
nb: &Frekvenser
ro: &Frecvențe
ru: &Частоты
sk: &Frekvencie
tr: &Frekanslar

source: Central tendency &test value
ar: النزعة المركزية &قيمة الاختبار
bg: Стойност на &критерия за централна тенденция
de: Zentrale Tendenz &Testwert
es: Valor de prueba de &tendencia central
fa: شاخص‌ مرکزی و ارزش آزمون
hu: Középérték &teszt értéke
it: Tendenza centrale &valore del test
ms: Pusat kecenderungan & nilai ujian
nb: Sentral tendens &Testverdi
ro: Tendință centrale &valoare de test
ru: &Тестовое значение центральной тенденции
sk: Centrálna tendencia &hodnoty testu
tr: Merkezi Eğilim &test değeri
