Repository: TomiSzucs/cogstat-multiple-regression
Catalog: cogstat/locale/*/LC_MESSAGES/cogstat.po
Languages: ar, bg, de, es, fa, hu, it, ms, nb, ro, ru, sk, tr

source: Testing multivariate normality of variables
ar: اختبار الحالة الطبيعية متعددة المتغيرات
bg: Проверка на условието за многовариантно нормално разпределение на променливи
de: Testen der multivariaten Normalität der Variablen
es: Comprobando la normalidad multivariada de las variables
fa: آزمون نرمال بودن (نرمالیته) چند متغیره ی متغیرها
hu: A változók többváltozós normalitásának ellenőrzése
ms: Menguji normaliti multivariat pembolehubah
nb: Tester multivariat normalitet av variabler
ro: Testarea normalității multivariate a variabilelor
ru: Проверка многомерной нормальности переменных
tr: Değişkenlerin çok değişkenli normalliği test ediliyor

source: Testing homoscedasticity
ar: اختبار تجانس التباين
bg: Проверка на хомоскедастичност
de: Homoskedastizität testen
es: Comprobando la homocedasticidad
fa: آزمایش هم‌ واریانسی
hu: Homoszkedaszticitás ellenőrzése
ms: Menguji homoskedastisitas
nb: Tester homoskedastisitet
ro: Testarea homoscedasticității
ru: Проверка гомоскедастичности
tr: Homoskedastisite test ediliyor

source: Residual analysis
ar: تحليل الباقي
bg: Остатъчен анализ
de: Residuenanalyse
es: Análisis residual
fa: تجزیه و تحلیل باقیمانده
hu: Reziduális elemzés
ms: Analisis residual
nb: Residual analyse
ro: Analiza reziduală
ru: Анализ остатков
tr: Artık analizi

source: Included and excluded cases with exclusion criteria
ar: الحالات المشمولة والمستبعدة مع معايير الاستبعاد
bg: Включени и изключени статистически единици според критерий за изключване
de: Inkludierte und ausgeschlossene Fälle mit Ausschlusskriterien
es: Los casos incluidos y excluidos con el criterio de exclusión
fa: ␣نمونه‌هایِ (موارد) ورود (مشمول) و خروج (حذف شده) با معیارهای خروج
hu: Megtartott és kizárt esetek a kizárási kritériummal
ms: Kes termasuk dan kes yang dikecualikan dengan kriteria pengecualian
nb: Inkluderte og ekskluderte caser med ekslusjonskriterier
ro: Cazuri incluse și excluse cu criterii de excludere
ru: Включенные и исключенные случаи с критерием исключения
tr: Hariç tutma kriterleriyle dahil edilen ve hariç tutulan olaylar

source: Residual plot
es: Gráfico residual
fa: نمودار باقی مانده
hu: Reziduális ábra
ms: Plot residual
nb: Residual plott
ro: Diagrama reziduală
ru: График остатков
tr: Artık grafiği

source: Residuals
ar: المتبقية
bg: Остатъци
de: Residuen
es: Residuos
fa: باقیمانده ها
hu: Reziduálisok
ms: Residual-residual
nb: Residual
ro: Reziduale
ru: Остатки
sk: Zvyšky
tr: Artıklar

source: Histogram of residuals
bg: Хистограма на остатъците
de: Histogramm der Residuen
es: Histograma de residuos
fa: بافت‌نگار(هیستوگرام) باقیمانده ها
hu: Reziduálisok hisztogramja
ms: Histogram residual
nb: Histogram av residualer
ro: Histograma reziduală
ru: Гистограмма остатков
sk: Histogram zvyškov
tr: Artık histogramı

source: Linear regression line with 95% CI
ar: خط الانحدار الخطي مع فترة ثقة 95%
bg: Линия на линейната регресия с 95% доверителен интервал
de: Lineare Regressionslinie mit 95% KI
es: La línea de regresión lineal con IC 95%
fa: خط رگرسیون خطی با ۹۵٪ CI
hu: Lienáris rergessziós vonal és 95% KI
ms: Garisan linear regresi dengan 95% CI
nb: Linær regresjonslinje med 95% KI
ro: Linie de regresie liniară cu IC 95%
ru: Прямая линейной регрессии с 95% ДИ
sk: Lineárna regresná čiara s 95% Cl
tr: %95 GA ile doğrusal regresyon çizgisi

source: Scatter plot with linear regression line
ar: مخطط النقاط مع خط الانحدار الخطي
bg: Диаграма на разсейване с линия на линейна регресия
de: Streudiagramm mit linearer Regressionslinie
es: Gráfico de dispersión con la línea de regresión lineal
fa: نمودار پراکندگی با خط رگرسیون خطی
hu: Pontfelhő diagram a lineáris regresszió görbéjével
ms: Plot taburan dengan garisan linear regresi
nb: Spredninsgplott med regresjonslinje
ro: Diagramă de dispersie cu linia de regresie liniară
ru: Диаграмма рассеяния с линией регрессии
sk: Bodový graf s lineárnou regresnou čiarou
tr: Doğrusal regresyon çizgisi ile dağılım grafiği

source: Normality cannot be checked for constant variable in %s%s.
ar: لا يمكن فحص التوزيع الطبيعي للمتغير الثابت في %s%s.
bg: Нормалност на разпределението не може да се провери за константа в %s%s.
de: Normalität kann nicht für konstante Variable in %s%s überprüft werden.
fa: نرمالیته (نرمال بودن) را نمی توان برای متغیر ثابت در %s%s بررسی کرد.
hu: A normalitás nem ellenőrizhető konstants változóknál a(z) %s%s esetében.
ms: Normaliti tidak boleh disemak untuk pembolehubah tetap dalam %s%s.
nb: Normaliteten kan ikke bli kontrollert for konstant variabel i %s%s.
ro: Normalitatea nu poate fi verificată pentru variabila constantă din %s%s.
ru: Нормальность не может быть проверена для константной переменной в %s%s.
sk: Normalitu nemožno skontrolovať pre konštantnú premennú v %s%s.

source: Homoscedasticity not violated.
fa: هم‌ واریانسی بودن نقض نشده است.
ms: Homoskedastisitas tidak dilanggar.
nb: Homoskedastisitet er ikke brutt.
ro: Homoscedasticitatea nu este încălcată.
ru: Гомоскедастичность не нарушена.

source: Assumptions of hypothesis tests could not be tested. Hypothesis tests may be inaccurate.
fa: فرضیات آزمون های فرضیه را نمی توان آزمایش کرد. آزمون های فرضیه ممکن است نادرست باشد.
ms: Andaian ujian hipotesis tidak dapat diuji. Ujian hipotesis mungkin tidak tepat.
nb: Antakelser av hypotesetesten kan ikke testes. Hypotesetesten kan være unøyaktig.
ro: Presupuneri testelor de ipoteză nu au putut fi testate. Testele de ipoteză pot fi inexacte.
ru: Предположения проверки гипотез не могут быть проверены. Тесты гипотез могут быть неточными.

source: Homoscedasticity violated.
fa: هم‌ واریانسی بودن نقض شده است.
ms: Homoskedastisitas dilanggar.
nb: Homoskedastisitet er brutt.
ro: Homoscedasticitate încălcată.
ru: Гомоскедастичность нарушена.

source: Filtering is on:
fa: فیلتر کردن روشن است (امکان‌پذیراست):
ms: Penapisan dihidupkan:
nb: Filtrering er på:
ro: Filtrul este activat:
ru: Фильтрация по:

source: Re&load actual data file
ar: إعادة &تحميل ملف البيانات الفعلي
bg: Пре&зареди актуалния файл с данни
de: Aktuelle Daten-Datei neu &laden
hu: Aktuális adatok újratöltése
nb: Re&load angjeldende datafil
sk: Znovu&načítať aktuálny súbor údajov

source: Ctrl+Shift+L
de: Strg+Shift+L
nb: Crtl+Shift+L

source: Display &data briefly
ar: عرض موجز &للبيانات
bg: Покажи накратко &данните
de: &Kurze Datendarstellung
hu: Adatok rövid megjelenítése
nb: Vis &data i korthet
sk: Zobraziť stručne &údaje

source: Explore &relation of variables
ar: استكشاف &العلاقة بين المتغيرات
bg: Изследвай &връзката на променливите
de: Beziehung der Variablen &erkunden
hu: Változó &kapcsolatának vizsgálata
nb: Utforsk &relasjon av variabler
sk: Skúmať vzťah premennej

source: Ctrl+R
de: Strg+R
nb: Crtl+R

source: Compare re&peated measures variables
ar: مقارنة &المتغيرات ذات القياسات المتكررة
bg: Сравни променливи с по&втарящи се измервания
de: Wiederholte Messvariablen &vergleichen
hu: Is&mételt méréses változók összehasonlítása
nb: Sammenlign gjen&tatte målevariabler
sk: Porovnať &opakované merania premenných

source: Compare repeated &measures variables and groups
ar: مقارنة &المتغيرات والمجموعات المتكررة القياسات
bg: Сравни променливи с повтарящи се &измервания и групи
de: Wiederholte Messvariablen und Gruppen &vergleichen
hu: Ismételt &méréses változók és csoportok összehasonlítása
nb: Sammenlign gjentatte &måle variabler og grupper
sk: Porovnať opakované &merania premenných a skupín

source: Internal &consistency reliability analysis
bg: Анализ на надеждността на вътрешната &съгласуваност
de: Interne &Konsistenz-Zuverlässigkeitsanalyse
hu: Belső &konzisztencia megbízhatósági elemzés
nb: Intern &konsistens reliablitetsanalyse
sk: Analýza spoľahlivosti vnútornej konzistencie

source: &Interrater reliability analysis
ar: &تحليل موثوقية القياس بين المقيمين
bg: Анализ на &надеждността между оценяващите
de: &Interrater-Zuverlässigkeitsanalyse
hu: &Megítélők közti megbízhatósági elemzés
nb: &Interrater reliablitetsanalyse
sk: &analýza reliability posudzovateľov

source: Rerun all analyses
ar: أعد تشغيل جميع التحاليل
bg: Повтори всички анализи
de: Alle Analysen erneut durchführen
hu: Minden elemzés újrafuttatása
nb: Kjør alle analyser på nytt
sk: Zopakujte všetky analýzy

source: Ctrl+S
de: Strg+S
nb: Crtl+S

source: Ctrl+Shift+S
de: Strg+Shift+S
nb: Crtl+Shift+S

source: Data view
ar: عرض البيانات
bg: Изглед на данните
de: Datenansicht
hu: Adat nézet
nb: Datavisning
sk: Zobrazenie údajov

source: Reload data
ar: إعادة تحميل البيانات
bg: Презареди данните
de: Daten neu laden
hu: Adatok újratöltése
nb: Last inn data på nytt

source: Explore relation of variables
ar: استكشاف علاقة المتغيرات
bg: Изледвай връзката на променливите
de: Beziehung der Variablen erkunden
hu: Változó kapcsolatának vizsgálata
nb: Utforsk sammenhengen mellom variabler

source: Compare repeated measures variables and groups
ar: مقارنة المتغيرات المتكررة والمجموعات
bg: Сравни променливи с повтарящи се измервания и групи
de: Vergleiche wiederholte Messvariablen und Gruppen
hu: Ismételt méréses változók és csoportok összehasonlítása
nb: Sammenlign gjentatte målings variabler og grupper

source: Internal consistency reliability analysis
ar: تحليل موثوقية الاتساق الداخلي
bg: Анализ на надеждността на вътрешната съгласуваност
de: Interne Konsistenz Zuverlässigkeitsanalyse
hu: Belső konzisztencia megbízhatósági elemzés
nb: Intern konsistens reliablitetsanalyse

source: Interrater reliability analysis
ar: تحليل موثوقية القياس بين المقيمين
bg: Анализ на надеждността между оценяващите
de: Interrater-Zuverlässigkeitsanalyse
hu: Megítélők közti megbízhatósági elemzés
nb: Interrater reliablitetsanalyse

source: Henze-Zirkler test of multivariate normality in variables %s
ar: اختبار Henze-Zirkler للانحدار الطبيعي المتعدد في المتغيرات %s
bg: Henze-Zirkler критерий за многовариантно нормално разпределение за променливи %s
de: Henze-Zirkler-Test für multivariate Normalität in Variablen %s
hu: Henze-Zirkler többváltozós normalitás próba a(z) %s változókban
nb: Henze-Zirkler test av multivariat normalitet i variablene %s

source: Model F-test
ar: اختبار F للنموذج
bg: Модел на F-критерий
de: Modell F-Test
hu: Model F-próba
nb: Modell F-test

source: Point estimate
ar: تقدير نقطي
bg: Точкова оценка
de: Punktschätzung
hu: Pont becslés
nb: Punktestimat

source: Log-likelihood
nb: Log-sannsynlighet

source: Pearson's partial correlations
hu: Pearson parciális korreláció
nb: Pearson's delvise korrelasjoner

source: Pearson correlation matrix of explanatory variables
ar: مصفوفة ارتباط Pearson للمتغيرات التفسيرية
bg: Матрица на корелациите на Пирсън на обясняващите променливи
de: Pearson-Korrelationsmatrix der erklärenden Variablen
hu: Magyarázó változók Pearson korrelációs mátrixa
nb: Pearson korrelasjonsmatrise av forklarende variabler

source: Variance inflation factors of explanatory variables and constant
ar: تباين عوامل التضخم من المتغيرات التفسيرية والثابتة
bg: Дисперсионният инфлационен фактори на обясняващите променливи и константа
de: Varianzinflationsfaktoren der erklärenden Variablen und Konstante
hu: A magyarázó változók és konstans variancia inflációs faktorai
nb: Variansinflasjonsfaktorer av forklarende variabler og konstant

source: Slope on %s
ar: الميل على %s
bg: Наклон на %s
de: Steigung auf %s
hu: A %s változó meredeksége
nb: Stigningstall på %s

source: Item
ar: العنصر
bg: Айтем
de: Element
hu: Tétel
nb: Punkt

source: Cronbach's alpha when removed
ar: عند إزالة Cronbach's alpha
bg: Алфа на Кронбах при премахване
de: Cronbachs Alpha bei Entfernung
hu: Cronbach alfa a kivétel után
nb: Chronbach's alfa når fjernet

source: Item-rest correlation
ar: ارتباط العنصر بالعلامة الكلية
bg: Корелация айтем - общ бал без айтема
de: Item-Rest-Korrelation
hu: Item-maradék korreláció
nb: Punkt-hvile correlasjon

source: Value range
ar: نطاق القيم
bg: Размах на стойността
de: Wertebereich
hu: Érték tartomány
nb: Verdiområde

source: Unnamed factor
ar: عامل غير مسمى
bg: Неназован фактор
de: Unbenannter Faktor
hu: Névtelen faktor
nb: Faktor uten navn

source: Clipboard
ar: الحافظة
bg: Клипборд
de: Zwischenablage
hu: Vágólap
nb: Utklippstavle

source: Reload actual data file
ar: إعادة تحميل ملف بيانات حقيقي
bg: Презареди актуалния файл с данни
de: Aktuelle Daten-Datei neu laden
hu: Aktuális adat fájl újratöltése
nb: Last inn faktisk datafil på nytt

source: MMCD Mahalanobis distance with .05 chi squared cut-off
ar: MMCD Mahalanobis مع مسافة قطع .05 chi تربيع
bg: MMCD разстояние по Махаланобис с граница .05 хи-квадрат
de: MMCD Mahalanobis-Distanz mit .05 Chi-Quadrat-Grenzwert
hu: MMCD Mahalnobis távolság 0.05 khí-négyzet határral
nb: MMCD Mahalanobis distanse med .05 chi square cut-off

source: Internal consistency reliability
ar: الموثوقية الداخلية للتحليل
bg: Надеждност на вътрешната съгласуваност
de: Interne Konsistenz Zuverlässigkeit
hu: Belső konzisztencia megbízhatóság
nb: Intern konsistens reliabilitet

source: N of observed cases
ar: عدد الحالات المرصودة
bg: N на наблюдаваните статистически единици
de: N der beobachteten Fälle
hu: Megfigyelt esetek száma
nb: N av observerte caser

source: Cronbach's alpha
bg: Алфа на Кронбах
hu: Cronbach-alfa
nb: Cronbach's alfa

source: Assumption of normality violated in variable(s) %s
ar: يتم انتهاك فرضية الحالة الطبيعية في المتغير (المتغيرات) %s
bg: Условието за нормалност на разпределението е нарушено за променлива/и %s
de: Annahme der Normalität verletzt in Variable(n) %s
hu: A normalitás előfeltétele sérült a %s változó(k)ban
nb: Antakelser av normalitet er overtrådt i variabel(ene) %s

source: Parameter estimates
ar: تقديرات المعاملات الإحصائية
bg: Оценки на параметрите
de: Parameterschätzungen
hu: Paraméter becslések
nb: Parameter estimater

source: Exploring variable pair
ar: استكشاف زوج المتغيرات
bg: Изследване на двойка променливи
de: Erforschung von Variablenpaaren
hu: Változópár vizsgálata
nb: Utforsker par av variabler

source: Predictors
ar: المتنبئات
bg: Прогнозиращи
de: Prädiktoren
hu: Bejóslók
nb: Prediktorer

source: Predicted
ar: المتنبأ به
bg: Прогнозирани
de: Vorhergesagt
hu: Bejósolt
nb: Predikert

source: N of observed pairs
ar: عدد الأزواج المرصودة
bg: N на наблюдаваните двойки
de: N der beobachteten Paare
hu: Megfigyelt párok száma
nb: N av observerte par

source: Testing multicollinearity
ar: اختبار تعدد الانحدار
bg: Проверка за мултиколинеарност
de: Multikollinearität testen
hu: Multikollinearitás tesztelése
nb: Tester multicollinearity

source: Included and excluded cases
ar: الحالات المشمولة والمستبعدة
bg: Включени и изключени статистически единици
de: Inkludierte und ausgeschlossene Fälle
hu: Bevett és kizárt esetek
nb: Inkluderte og ekskluderte caser

source: Scatterplots of item scores and total scores with item-removal
ar: رسم بياني لنقاط العناصر والنقاط الإجمالية بعد إزالة العناصر
bg: Диаграма на разсейване на точките на айтемите и общ бал с премахване на айтеми
de: Streudiagramme der Elementpunktzahlen und Gesamtpunktzahlen bei Elemententfernung
hu: Item pontszám és maradék összpontszám pontdiagram
nb: Spredningsplott av av punktskårer og total skåre ved fjerning av punkter

source: Scatterplot matrix of variables
ar: مصفوفة رسم النقاط المتعددة للمتغيرات
bg: Матрична диаграма на разсейване на промеливи
de: Streudiagramm-Matrix der Variablen
hu: A változók pontdiagram mátrixa
nb: Spredningsplott-matrise av variabler

source: Partial regression plots
hu: Parciális regresszió ábra
nb: Delvise regresjonsplott

source: Individual data
ar: بيانات فردية
bg: Индивидуални данни
de: Einzelne Daten
hu: Egyedi adatok
nb: Individuelle data

source: Individual rank data
ar: بيانات الترتيب الفردي
bg: Индивидуални данни по ранг
de: Einzelne Rangdaten
hu: Egyedi rang adatok
nb: Individuelle rangeringsdata

source: Boxplots and individual data
ar: الرسوم الصندوقية والبيانات الفردية
bg: Диаграми тип 'кутия' и индивидуални данни
de: Boxplots und Einzeldaten
hu: Dobozdiagram és egyedi adatok
nb: Boksplott og individuelle data

source: Boxplots and individual rank data
ar: مخططات الصندوق وبيانات الترتيب الفردي
bg: Диаграми тип 'кутия' и индивидуални данни по ранг
de: Boxplots und Einzelrangdaten
hu: Dobozdiagram és egyedi rang adatok
nb: Boksplott og individuelle rangeringsdata

source: Means and 95% confidence intervals
ar: المتوسطات وفترات الثقة 95%
bg: Средни аритметични с 95% доверителни интервали
de: Mittelwerte und 95%-Konfidenzintervalle
hu: Átlagok és 95% konfidencia intervallum
nb: Gjennomsnitt og 95% konfidensintervall

source: Rank value
ar: القيمة الترتيبية
bg: Стойност на ранг
de: Rangwert
hu: Rnag érték
nb: Rangeringsverdi

source: Interrater reliability
ar: الموثوقية بين المحكمين
bg: Надеждност между оценяващите
de: Interrater-Zuverlässigkeit
hu: Megítélők közti megbízhatóság
nb: Interrater reliabilitet

source: &Ratings are averaged
ar: &يتم حساب متوسط التقييمات
bg: &Оценките са осреднени
de: &Bewertungen sind gemittelt
hu: Átlagolt értékelések
nb: %Rangeringer er gjennomsnittlige

source: Image format
ar: صيغة الصورة
bg: Формат на изображението
de: Bildformat
hu: Kép formátum
nb: Bildeformat

source: Page(s)
ar: الصفحة (الصفحات)
bg: Страница/и
de: Seite(n)
hu: Oldal(ak)
nb: Side(r)

source: Column(s)
ar: عمود/أعمدة
bg: Колона/и
de: Spalte(n)
hu: Oszlop(ok)
nb: Kolonne(r)

source: Row(s)
ar: صف/صفوف
bg: Редица/и
de: Zeile(n)
hu: Sor(ok)
nb: Rad(er)

source: &Display options...
ar: &خيارات العرض...
bg: Опции за &изглед...
de: &Anzeigeoptionen...
hu: &Megjelenítési beálltások...
nb: &Vis valg...

source: Reaction time
ar: زمن رد الفعل
bg: Време на реакция
de: Reaktionszeit
hu: Reakcióidő
nb: Reaksjonstid

source: Response correctness
ar: صحة الاستجابة
bg: Правилност на отговорите
de: Antwortkorrektheit
hu: Válasz helyessége
nb: Respons korrekthet

source: Reaction &time in
ar: &زمن رد الفعل في
bg: &Време на реакция в
de: Reaktions&zeit in
hu: &Reakcióidő mértékegysége
nb: Reaksjon &tid inn

source: &Response coding
ar: &ترميز الاستجابة
bg: Кодиране на &отговорите
de: &Antwortkodierung
hu: &Válasz kódolása
nb: &Respons koding

source: 0 - Correct 1 - Incorect
ar: 0 - صحيح 1 - غير صحيح
bg: 0 - Правилен 1 - Неправилен
de: 0 - Korrekt 1 - Falsch
hu: 0 - Helyes 1 - Helytelen
nb: 0-Korrekt 1-Ukorrekt

source: 1 - Correct 0 - Incorrect
ar: 1 - صحيح 0 - غير صحيح
bg: 1 - Правилен 0 - Неправилен
de: 1 - Korrekt 0 - Falsch
hu: 1- Helyes 0 - Helytelen
nb: 1-Korrekt 0-Ukorrekt

source: &Scaling parameter
ar: &معلمة القياس
bg: Параметър за &мащаб
de: &Skalierungsparameter
hu: &Skálázási paraméter
nb: &Skaleringsparameter

source: Maximum of x-axis
ar: الحد الأقصى لمحور x
bg: Максимална стойност на оста x
de: Maximum der x-Achse
hu: x tengely maximuma
nb: Maksium av x-aksen

source: Minimum of x-axis
ar: الحد الأدنى لمحور x
bg: Минимална стойност на оста x
de: Minimum der x-Achse
hu: Az x tengely minimuma
nb: Minimum av x-aksen

source: Minimum of y-axis
ar: الحد الأدنى لمحور y
bg: Минимална стойност на оста y
de: Minimum der y-Achse
hu: Az y tengely minimuma
nb: Minimum av y-aksen

source: Maximum of y-axis
ar: الحد الأعلى لمحور y
bg: Максимална стойност на оста y
de: Maximum der y-Achse
hu: y tengely maximuma
nb: Maksismum av y-aksen

source: Display options
ar: خيارات العرض
bg: Опции за изглед
de: Anzeigeoptionen
hu: Megjelenítési beállítások
nb: Vis valg

source: Group(s) displayed with colors
ar: عرض المجموعات بالألوان
bg: Група/и обозначени с цветове
de: Gruppe(n) farblich dargestellt
hu: Csoport(ok) színnel megjelenítve
nb: Gruppe(r) vist med farger

source: Group(s) displayed in panels
ar: المجموعات المعروضة في القوائم
bg: Група/и обозначени в панели
de: Gruppe(n) in Panels dargestellt
hu: Csoport(ok) panelekben megjelenítve
nb: Gruppe(r) vist som paneler

source: Group(s) displayed in x-axis
ar: المجموعات المعروضة في المحور x
bg: Група/и обозначени на абсцисната ос
de: Gruppe(n) auf der x-Achse dargestellt
hu: Csoport(ok) az x tengelyen megjelenítve
nb: Gruppe(r) vist på x-aksen

source: Predicted variable
ar: المتغير المتنبأ به
bg: Прогнозирана променлива
de: Vorhergesagte Variable
hu: Jósolt változó
nb: Predikert variabel

source: Predictor variable(s)
ar: المتغيرات المتنبئة
bg: Прогнозираща/и променлива/и
de: Prädiktorvariable(n)
hu: Jósló változó(k)
nb: Predikerende variabel(er)

source: Check the reversed items
ar: تحقق من العناصر المعكوسة
bg: Провери айтемите с обратно точкуване
de: Überprüfen der invertierten Elemente
hu: Válaszd ki a fordított tételeket
nb: Sjekk de reverserte elementene

source: Factor(s) displayed in x-axis
ar: العوامل المعروضة في المحور x
bg: Фактор/и обозначени с цветове
de: Faktor(en) auf der x-Achse dargestellt
hu: Faktor(ok) az x tengelyen megjelenítve
nb: Faktor(er) vist på x-aksen

source: Factor(s) displayed with colors
ar: العوامل المعروضة مع الألوان
bg: Фактор/и обозначени с цветове
de: Faktor(en) farblich dargestellt
hu: Csoport(ok) színekkel megjelenítve
nb: Faktor(er) vist med farger

source: Selected variable(s)
ar: المتغيرات المحددة
bg: Избрана/и променлива/и
de: Ausgewählte Variable(n)
hu: Kiválasztott változó(k)
nb: Valgte variabel(er)

source: &Multivariate outliers
nb: &Mulitvariate utliggere

source: Number of &trials
ar: عدد &المحاولات
bg: Брой &измервания
de: Anzahl der &Versuche
hu: &Próbák száma
nb: Antall &forsøk

source: Testing if correlation differs from 0
ar: اختبار ما إذا كان الارتباط يختلف عن 0
bg: Проверка дали корелацията се различава от 0
de: Überprüfung, ob die Korrelation von 0 abweicht
hu: Korreláció 0-tól való eltérésének tesztelése
nb: Tester om korrelasjonen er forskjellig fra 0

source: Interval variables
ar: المتغيرات الفئوية
bg: Интервално скалирани променливи
de: Intervallvariablen
hu: Intervallum változók
nb: Intervall variabler

source: Normality not violated
ar: لم تنتهك الحالة الطبيعية
bg: Нормалността на разпределението не е нарушена
de: Normalität nicht verletzt
hu: A normalitás nem sérült
nb: Normalitet ikke overtrådt

source: Homoscedasticity not violated
ar: لم ينتهك تجانس التباين
bg: Условието за хомоскедастичност не е нарушено
de: Homoskedastizität nicht verletzt
hu: Homoszkedaszticitás nem sérült
nb: Homoskedastisitet ikke overtrådt

source: Running Pearson's and Spearman's correlation
ar: تشغيل معامل ارتباط Pearson و Spearman
bg: Изчисляване на корелационни коефициенти на Пирсън и Спирмън
de: Durchführung von Pearsons und Spearmans Korrelation
hu: Pearson és Spearman korreláció futtatása
nb: Kjører Pearson's og Spearman's korrelasjon

source: Assumptions of hypothesis tests could not be tested
ar: لا يمكن اختبار افتراضات اختبارات الفرضيات
bg: Условията за проверка на хипотезите не могат да бъдат проверени
de: Annahmen der Hypothesentests konnten nicht überprüft werden
hu: A hipotézis teszt előfeltevéseit nem lehetett tesztelni
nb: Antakelser av hypotese testen kunne ikke bli testet

source: Hypothesis tests may be inaccurate
ar: قد تكون اختبارات الفرضيات غير دقيقة
bg: Проверката на хипотезите може да даде неточни резултати
de: Hypothesentests könnten ungenau sein
hu: A hipotézis tesztek pontatlanok lehetnek
nb: Hypotestetester kan vøre unøyaktige

source: Normality violated
ar: تم اتنهاك الحالة الطبيعية
bg: Нормалността на разпределението е нарушена
de: Normalität verletzt
hu: Normalitás sérült
nb: Normalitet overtrådt

source: Homoscedasticity violated
ar: تم انتهاك تجانس التباين
bg: Хомоскедастичността е нарушена
de: Homoskedastizität verletzt
hu: Homoszkedaszticitás sérült
nb: Homoskedastisitet overtrådt

source: Running Spearman's correlation
ar: تشغيل معامل ارتباط Spearman
bg: Изчисляване на корелационен коефициент на Спирмън
de: Durchführung von Spearmans Korrelation
hu: Spearman korreláció futtatása
nb: Kjører Spearman´s korrelasjon

source: Testing if variables are independent
ar: اختبار ما إذا كانت المتغيرات مستقلة
bg: Проверка дали променливите са независими
de: Überprüfung, ob die Variablen unabhängig sind
hu: Változók függetlenségének tesztelése
nb: Tester om variablene er uavhengige
